<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd">
<html lang="fr">
<head><link rel="canonical" href="//blog.barijaona.com/stories/2003/06/19/photoArgentiqueEtNumerique.html">
<meta http-equiv="content-type" content="text/html;charset=iso-8859-1">
<title>Photo argentique ET num&eacute;rique</title>
<meta name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona">
<meta name="keywords" content="photo, num&eacute;rique, argentique, photoshop, elements, iphoto, minilab, fuji, frontier, cd-rom, papier, jet d'encre">
<link href="//blog.barijaona.com/style/barijaona2.css" rel="styleSheet" type="text/css">
<link href="//blog.barijaona.com/style/theme5.css" rel="styleSheet" type="text/css">
<link href="//blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css">
<link href="//blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css">
</head>
<body bgcolor="white">
<div class="content"><h1>Photo argentique ET num&eacute;rique</h1>
Pour ceux qui l'oublieraient ou qui ne savent pas o&ugrave; je r&eacute;side, je rappelle que Madagascar n'est <a href="http://www.aneki.com/Madagascar.html" title="Madagascar : ranking 12th among the poorest" hreflang="en">pas pr&eacute;cis&eacute;ment</a> un temple de la consommation de masse.<p>

Alors, c'est un peu un miracle qu'un laboratoire photo y ait adopt&eacute; il y a quelques semaines un minilab num&eacute;rique. Un Fuji Frontier 370 plus pr&eacute;cis&eacute;ment.<p>

<h2>Pourquoi passer par un minilab num&eacute;rique ?</h2>
&Ccedil;a fait 5 ans que dans les balises <code>meta</code> de ce site figure le mot-cl&eacute; <cite>photo</cite>, sans qu'il y ait &eacute;norm&eacute;ment de photos dessus.<p>

Parce qu'il y a des choses plus int&eacute;ressantes dans la vie que d'attendre gentiment qu'un scanner veuille bien faire son travail, ce pour un r&eacute;sultat qui franchement n'&eacute;tait pas &agrave; la hauteur de mes attentes (manque de dynamique des scanners &agrave; plat dont la r&eacute;solution r&eacute;elle bute de toutes fa&ccedil;ons sur la d&eacute;finition du papier photo, sensibilit&eacute; aux poussi&egrave;res des scanners de films d'entr&eacute;e de gamme, sans compter pour un maladroit comme moi le risque non n&eacute;gligeable de rayer les films).<p>

Parce que par rapport &agrave; leurs qualit&eacute;s photographiques intrins&egrave;ques (qualit&eacute; et choix des optiques, pr&eacute;cision du cadrage, temps de latence &agrave; la prise de vue...), les appareils num&eacute;riques me semblent encore un peu cher. Surtout lorsqu'on aime bien les vues prises avec un grand angle "extr&ecirc;me"... Pour retrouver un environnement un tant soit peu comparable de mon &eacute;quipement actuel, il me faudrait investir environ 3600 Euros. Impensable.<p>

Parce que je ne me vois pas <a href="//blog.barijaona.com/myPictures/2002/06/22/Nissan05.jpg" title="Pas toujours tr&egrave;s soigneux avec le mat&eacute;riel...">risquer</a> un appareil num&eacute;rique et &eacute;ventuellement un PowerBook que je ne poss&egrave;de m&ecirc;me pas dans des <a href="//blog.barijaona.com/stories/2002/06/22/enfantsDambahikily.html" title="Ambahikily">contr&eacute;es</a> o&ugrave; je ne suis m&ecirc;me pas s&ucirc;r de trouver une prise &eacute;lectrique pour les recharger.<p>

Parce que le temps pour pr&eacute;parer et mettre en ligne des fichiers Jpeg de qualit&eacute; moyenne serait du temps vol&eacute; sur celui dont je ne dispose m&ecirc;me pas pour rendre les &eacute;preuves papier plus expressives. Ce qui, m&ecirc;me si je vous aime bien, est ma principale motivation.<p>

Donc un minilab num&eacute;rique, c'est tr&egrave;s bien. Pour un surco&ucirc;t raisonnable, et sans effort suppl&eacute;mentaire, je me retrouve, en sus des classiques &eacute;preuves papier r&eacute;clam&eacute;es par un usage familial, avec un CD grav&eacute; &agrave; la r&eacute;solution dite "HD 16 Base", soit des photos d'un peu plus de 7 m&eacute;gapixels (3360 x 2240) avec une compression Jpeg de l'ordre de 1/10 (fichiers de l'ordre de 3 Mo). Par rapport &agrave; un reflex num&eacute;rique haut de gamme, ce n'est pas si mal...<p>

<h2>Les outils</h2>
En "prime" sur le CD, il y a un logiciel pour Windows, qui se r&eacute;v&egrave;le, apr&egrave;s test rapide sous VirtualPC, assez indigent...<p>

Pour les macintoshiens, la solution de facilit&eacute; pour visualiser et g&eacute;rer les fichiers est <a href="http://www.apple.com/fr/iphoto/" title="Apple - iLife - iPhoto">iPhoto</a>, gratuit, et d&eacute;j&agrave; nettement sup&eacute;rieur &agrave; cet utilitaire livr&eacute; par le labo. Certains recommandent &eacute;galement iView Media Pro comme gestionnaire alternatif de fichiers (la p&eacute;riode d'essai de 21 jours &eacute;tait trop br&egrave;ve pour me permettre de me faire une v&eacute;ritable opinion sur ce produit).<p>

Mais il ne faut pas attendre de miracles de la part d'iPhoto en tant qu'outil de retouche, sauf pour &eacute;liminer rapidement les yeux rouges sur des photos prises au flash. Si on est un peu exigeant, on investira dans Photoshop Elements ou Photoshop, sachant qu'il est possible dans les pr&eacute;f&eacute;rences d'iPhoto de d&eacute;finir un &eacute;diteur externe.<p>

Pour un meilleur usage d'iPhoto, je sugg&egrave;re de lire <a href="http://www.macdevcenter.com/pub/a/mac/2002/06/08/iphoto_tips.html?page=1" title="Top Ten iPhoto Tips" hreflang="en">cet article de Derrick Story chez O'Reilly</a>.<p>

Je recommande &eacute;galement dans les pr&eacute;f&eacute;rences d'iPhoto d'&eacute;viter l'apparence "Ombre" autour des photos : le logiciel se montre ainsi beaucoup plus r&eacute;actif.<p>

<h2>La qualit&eacute; de la num&eacute;risation</h2>
Bon, ceci &eacute;tant dit, que valent les photos ainsi num&eacute;ris&eacute;es ?<p>

La d&eacute;finition est &eacute;lev&eacute;e : en agrandissant au maximum l'image, on commence &agrave; distinguer le grain du film (n&eacute;gatif couleur 100 ISO), et le moindre d&eacute;faut de mise au point devient perceptible. Voil&agrave; qui donne envie de soigner ses photos aux petits oignons !<p>

Petite d&eacute;ception n&eacute;anmoins, on distingue par endroits quelques artefacts peut-&ecirc;tre li&eacute;s &agrave; la num&eacute;risation (le "pas" du scanner semble se trahir par des lignes).<br>
<img src="//blog.barijaona.com/myPictures/2003/06/18/agrandissement2.jpg" alt="Photo &agrave; agrandissement maximum" width="511" height="383"><br>
Des "p&eacute;touilles" sont &eacute;galement visibles : est-ce le labo ou moi-m&ecirc;me qui sommes &agrave; l'origine de ces poussi&egrave;res ? Je croyais que des dispositifs comme <a href="http://www.asf.com/products/ICE3/Example.shtml" title="ASF Technology : Image Correction Enhancement" hreflang="en">Digital ICE</a> nous d&eacute;barrasseraient compl&egrave;tement de ce genre de probl&egrave;me.
<br>
<img src="//blog.barijaona.com/myPictures/2003/06/18/agrandissement.jpg" alt="Photo &agrave; agrandissement maximum" width="511" height="383"><br>
Je n'ose croire que, horreur, pour gagner du temps, le labo ait d&eacute;sactiv&eacute; ces options logicielles ou le traitement multi-passes.<p>

<h2>R&eacute;solution et qualit&eacute; d'impression</h2>
Grosse satisfaction n&eacute;anmoins : la taille des fichiers du CD (un peu plus de 7 m&eacute;gapixels, disais-je) permet d'envisager sans trop de complexes des tirages 30x40, en tout cas plus que ce que ne permet une imprimante A4.<p>

Ne croyez pas comme je l'ai cru longtemps qu'il faille envoyer &agrave; une imprimante 1440 dpi un fichier &agrave; 1440 pixels/pouce. Au del&agrave; de 300 pixels/pouce, la diff&eacute;rence de qualit&eacute; apport&eacute;e par des fichiers de taille accrue est imperceptible, quelle que soit l'imprimante.<p>

La r&eacute;solution plus fine des imprimantes est tr&egrave;s utile, mais elle sert essentiellement &agrave; faire des gouttes plus fines qui, alli&eacute;es avec une trame de diffusion savamment calcul&eacute;e, donnent l'illusion de tons continus.<p>

Une saine pr&eacute;caution pour &eacute;viter les surprises : garder comme r&eacute;solution du fichier imprim&eacute; un sous-multiple de la r&eacute;solution de l'imprimante. Dans mon cas, j'utilise une bonne vieille Epson Stylus Photo 750, dont la r&eacute;solution "qualit&eacute; photo" est de 1440 dpi : je lui envoie des fichiers dont la r&eacute;solution est de 180, 240, 288 ou 360 pixels par pouce.<p>

Lorsque j'ai &agrave; changer la taille de l'image, je pr&eacute;f&egrave;re &eacute;viter de la r&eacute;&eacute;chantilloner, c'est &agrave; dire que je conserve autant que possible le nombre de pixels initiaux. Si vous devez n&eacute;anmoins le faire, on recommande en g&eacute;n&eacute;ral :
<ul>
<li>de le faire dans le logiciel de retouche plut&ocirc;t qu'&agrave; l'int&eacute;rieur du logiciel du scanner</li>
<li>de le faire sur le scan brut plut&ocirc;t que sur une image d&eacute;j&agrave; retrait&eacute;e,</li>
<li>de proc&eacute;der par &eacute;tapes : r&eacute;duire la r&eacute;solution par pas d'environ 50 pixels/pouce &agrave; la fois, plut&ocirc;t qu'en une seule fois</li>
</ul><p>

iPhoto, dans sa volont&eacute; de rester simple, permet moins de ma&icirc;triser l'ensemble de ces param&egrave;tres que Photoshop ou Photoshop Elements. Veiller quand m&ecirc;me au signal d'avertissement (le signal routier avec un point d'exclamation) qu'il affiche parfois dans l'aper&ccedil;u de la boite de dialogue "<cite>Imprimer</cite>", pour signaler qu'il ne peut pas faire de miracles avec le fichier dont il dispose.<p>

<h2>La gestion des couleurs</h2>
Le post-traitement des photos n'est pas une chose simple. "La" bible est <cite><a href="http://www.photoshopforphotographers.com/" title="www.photoshopforphotographers.com" lang="en" hreflang="en">Adobe Photoshop 7.0 for Photographers</a></cite>, par Martin Evening, dont <a href="http://www.eyrolles.com/php.informatique/Ouvrages/9782212111613.php3?xd=ef521ba915abec0e235b6219d1b09be7" title="Photoshop 7.0 pour les photographes">la traduction fran&ccedil;aise est publi&eacute;e chez Eyrolles</a>.<p>

Chance pour vous, quelques extraits au format PDF sont disponibles sur le site d'Eyrolles, dont le chapitre 4 qui traite justement de la gestion des couleurs...<p>

Pour tenter de rester simple, voici les points essentiels :
<ul>
<li>r&eacute;gler l'&eacute;cran : pour calibrer un &eacute;cran, il existe des outils optionnels tr&egrave;s perfectionn&eacute;s, mais ce que permet en standard un syst&egrave;me d'exploitation n'est d&eacute;j&agrave; pas mal du tout. Sous MacOS X, dans les pr&eacute;f&eacute;rences syst&egrave;mes, utiliser la section <cite>Couleurs</cite> du tableau de bord <cite>Moniteurs</cite>. Avec mon Apple Studio Display, le r&eacute;&eacute;talonnage automatique semble tr&egrave;s bien fonctionner, mais un r&eacute;glage manuel peut &ecirc;tre pr&eacute;f&eacute;r&eacute;. Ne pas h&eacute;siter &agrave; v&eacute;rifier le r&eacute;glage fr&eacute;quemment, dans l'id&eacute;al tous les mois.</li>
<li>r&eacute;gler ColorSync : choisir comme profil <abbr title="Rouge, Vert Bleu">RVB</abbr> par d&eacute;faut "<cite>Adobe RGB 1998</cite>", le standard parmi les profils RVB &eacute;tendus, et comme profil <abbr title="Cyan, Magenta, Jaune, Noir">CMJN</abbr> par d&eacute;faut "<cite lang="en">Euroscale Coated v2</cite>" (profil correspondant &agrave; une impression offset sur papier brillant confi&eacute;e &agrave; la plupart des imprimeurs europ&eacute;ens). En fait, le choix du profil CMJN n'est pas vraiment important pour l'utilisateur moyen (j'y reviendrai un peu plus loin).</li>
<li>r&eacute;gler les pr&eacute;f&eacute;rences de couleurs de votre logiciel de retouche : dans Photoshop Elements, choisissez l'option <cite>Syst&egrave;me de gestion des couleurs complet - optimis&eacute; pour l'impression</cite> ; dans Photoshop, adoptez <cite lang="en">Europe Prepress Defaults</cite>.</li>
<li>ne pas tenir compte de ce qu'on lit sur certains forums et travailler uniquement en RVB ! lorsqu'on utilise une imprimante jet d'encre, le logiciel pilote s'attend &agrave; recevoir un fichier RVB (Rouge, Vert, Bleu) et non pas un fichier CMJN (Cyan, Magenta, Jaune, Noir)... Il est tout &agrave; fait aberrant d'envoyer &agrave; une imprimante jet d'encre un fichier CMJN, car la double conversion ne peut que d&eacute;grader le rendu de couleurs, et d'ailleurs les imprimantes optimis&eacute;es photos utilisent non pas 4 mais 6 couleurs. Les fichiers CMJN ne sont utiles qu'&agrave; un imprimeur devant pr&eacute;parer des plaques offset, et dans ce cas, il vaut mieux discuter quelque temps avec lui avant de d&eacute;cider si et comment vous ferez la conversion ou si vous pr&eacute;f&eacute;rez lui confier la t&acirc;che...</li>
<li>lorsque vous imprimez, si vous utilisez Photoshop, passez par la commande <cite>Imprimer avec aper&ccedil;u</cite>. Cochez la case <cite>Afficher plus d'options</cite>, et s&eacute;lectionnez la section <cite>Gestion des couleurs</cite> ; v&eacute;rifiez que l'Espace source est <cite>Document</cite> et que le Profil est <cite>Identique &agrave; la source</cite></li>
<li>lorsque vous arrivez &agrave; la boite de dialogue d'impression sp&eacute;cifique &agrave; votre imprimante, affichez les param&egrave;tres avanc&eacute;s de configuration : choisissez le type de papier que vous employez. Dans les param&egrave;tres de gestion des couleurs, cochez l'option ColorSync (MacOS) ou <abbr title="Image Color Management">ICM</abbr> (Windows) afin que l'imprimante choisisse automatiquement le profil correspondant au papier s&eacute;lectionn&eacute;.</li>
</ul><p>

Comme pour la plupart des photos venant d'appareils num&eacute;riques, les photos provenant de mon labo ont le profil "grand public" <cite>sRGB IEC 6 1966-2.1</cite>.<p>

Au d&eacute;part, je m'y suis fi&eacute;... Mais bien vite l'impression qui s'imposait &eacute;tait que les fichiers livr&eacute;s par mon labo paraissaient &agrave; l'&eacute;cran &eacute;xag&eacute;r&eacute;ment jaunes, comme les Ektachrome grand public d'il y a quelques ann&eacute;es ; certains appr&eacute;cient ces tons chauds, mais je trouvait cela quand m&ecirc;me excessif, compar&eacute; aux tirages faits par le labo. Rien de tr&egrave;s flagrant avec des photos de mire utilisant les couleurs primaires, mais sur certaines photos du monde r&eacute;el o&ugrave; une couleur l&eacute;g&egrave;rement orang&eacute;e sur les tirages paraissait plus franchement jaun&acirc;tre sur l'&eacute;cran, le doute &eacute;tait permis.<p>

Au bout d'un certain temps, me vint l'id&eacute;e que la num&eacute;risation &eacute;tait optimis&eacute;e en vue d'un tirage sur le minilab plut&ocirc;t que pour un usage g&eacute;n&eacute;ral... Ceci fut confort&eacute; par un <a href="http://www.drycreekphoto.com/Frontier/using_frontier_profiles.htm" title="Dry Creek Photo : Using Frontier/Noritsu profiles" hreflang="en">article</a> mettant en &eacute;vidence que la partie tirage du Frontier 370 ignore les profils ICC incorpor&eacute;s dans les fichiers, et qu'il fallait lui fournir un fichier sp&eacute;cialement pr&eacute;par&eacute; pour elle. Donc, les fichiers bruts de scan devaient avoir un profil optimis&eacute; pour la tireuse...<p>

V&eacute;rifions : apr&egrave;s avoir t&eacute;l&eacute;charg&eacute; sur le site de Fuji <a href="http://www.fujifilm.co.uk/colour/" title="Colour Management by Fuji" hreflang="en">le profil ICC g&eacute;n&eacute;rique</a> de la tireuse, je l'installe dans mon dossier <cite>Library:ColorSync:Profiles</cite>.<p>

Puis j'applique ce profil &agrave; mes fichiers (commande <cite>Image</cite> > <cite>Mode</cite> > <cite>Attribuer un profil</cite>)... Bingo ! Une fois cette manipulation faite, je constate que la simulation d'&eacute;preuve avec ce m&ecirc;me profil (<cite>Affichage</cite> > <cite>Format d'&eacute;preuve</cite> > <cite>Personnalis&eacute;</cite>) est cette fois tr&egrave;s fid&egrave;le aux tirages que me livre effectivement le laboratoire...<p>

Ceci confirmait que les fichiers scann&eacute;s par le labo avaient non pas comme pr&eacute;tendu un profil sRGB, mais le profil de la Frontier 370...<p>

Puisque je suis oblig&eacute; de r&eacute;enregistrer le fichier apr&egrave;s avoir ainsi appliqu&eacute; le profil de la Frontier 370, je pr&eacute;f&egrave;re le convertir d'abord au profil Adobe RGB 1998 (<cite>Image</cite> > <cite>Mode</cite> > <cite>Convertir en profil</cite>) ; ce profil est recommand&eacute; pour les retouches fines de la colorim&eacute;trie.<p>

La gestion des couleurs n'est pas une chose simple ; les discussions entre professionnels ont parfois des allures bien &eacute;sot&eacute;riques, et il y a donc parfois des chausses-trappes inattendues...<p>

Mais l'<a href="http://www.color.org/" title="International Color Consortium" hreflang="en">ICC</a> a d&eacute;fini des normes, et Apple, un de ses membres fondateurs, a beaucoup fait pour les rendre utilisables pour le commun des mortels... Les quelques conseils rassembl&eacute;s ici devraient assurer une homog&eacute;n&eacute;it&eacute; de couleur g&eacute;n&eacute;ralement satisfaisante entre diff&eacute;rents &eacute;crans et diff&eacute;rentes imprimantes.<p>

<h2>Le choix du papier</h2>
Deux param&egrave;tres m'ont apparu rapidement essentiels pour les tirages jet d'encre : choisir le bon papier et trouver les r&eacute;glages optimums correspondant sur l'imprimante.<p>

Avec mon Epson, la tentation est de rester exclusivement sur du papier Epson.<p>

On se perd toutefois facilement dans les r&eacute;f&eacute;rences. Par pr&eacute;cipitation, on risque de confondre Epson Photo Paper (Papier photo, tr&egrave;s bon) avec Epson Photo Quality Paper (Papier couch&eacute; qualit&eacute; photo, un peu moins bon). Et Epson n'est pas tr&egrave;s clair sur les performances de la SP750 avec l'Epson Premium Photo Paper.<p>

Le second probl&egrave;me, c'est le co&ucirc;t... Il y a comme une rente de situation qui am&egrave;ne &agrave; vouloir exp&eacute;rimenter un peu.<p>

Entre en sc&egrave;ne Chasseur d'Images, n&#176;250, Janvier-F&eacute;vrier 2003 :<p>

<blockquote>
Les imprimantes Canon (...) donnent le meilleur d'elles-m&ecirc;mes avec des encres et du papier Canon ou Kodak. Les imprimantes Epson supportent bien les papiers Epson, Kodak, Ilford, Konica et Tetenal. Les imprimantes HP pr&eacute;f&egrave;rent le papier HP, Kodak et Ilford, mais n&eacute;cessitent un petit temps de s&eacute;chage avec les papiers d'autres... et sont quasi incompatibles (pour cause de s&eacute;chage) avec d'autres surfaces Ilford et Konica !
</blockquote><p>

En pratique, avec ma SP750, j'obtiens de tr&egrave;s bons r&eacute;sultats avec de l'Imation Photojet (Photo Quality Paper for Inkjet Printers Ultra White Glossy), achet&eacute; depuis d&eacute;j&agrave; longtemps, &agrave; condition de choisir dans les r&eacute;glages d'imprimante <cite>Papier couch&eacute; qualit&eacute; photo</cite>. C'est un papier lourd et brillant, qui bluffe bien son monde...<p>

Son rendu de couleurs est tout &agrave; fait acceptable, mais diff&egrave;re un peu de celui de l'Epson Photo Paper, notamment dans les verts, plus vifs, ce que j'impute &agrave; son aspect brillant : id&eacute;alement, il faudrait avoir un profil ICC sp&eacute;cifique. Je n'en ai pas trouv&eacute; sur Internet, et <a href="http://www.drycreekphoto.com/" title="Dry Creek Photo" hreflang="en">en faire r&eacute;aliser un sur mesure</a> est un peu excessif pour un usage amateur.<p>

J'ai essay&eacute; de bidouiller dans la section <cite>Gestion des couleurs</cite> de Photoshop, ainsi que de voir si la gestion de couleurs Epson qui offre quelques possibilit&eacute;s de r&eacute;glages permettait d'obtenir de meilleurs r&eacute;sultats que Colorsync : peine perdue, le meilleur rendu reste celui obtenu par Colorsync avec le profil d'origine de l'imprimante Epson.<p>

Un autre papier test&eacute;, le Kodak Picture Paper Glossy m'a initialement d&eacute;&ccedil;u, par son apparence plut&ocirc;t satin&eacute;e que brillante.<p>

L&agrave; encore, il faut choisir dans les r&eacute;glages d'imprimante <cite>Papier couch&eacute; qualit&eacute; photo</cite>, et non pas <cite>Papier photo</cite> (et ce contrairement aux conseils de Kodak !).<p>

Le grammage moins important que celui de l'Imation trahit l'origine jet d'encre de ses tirages par de l&eacute;g&egrave;res gondolations ; par contre, son toucher est bien plus agr&eacute;able. Les couleurs sont &eacute;galement mieux rendues que celles de l'Imation, mais pas tout &agrave; fait au niveau de l'Epson Photo Paper.<p>

Au final, c'est un bon papier pour un usage courant, ce pour quoi il est vendu.<p>

Et de l'usage courant, il vaut mieux en faire de temps en temps : les cartouches de la SP750 ne semblent pas appr&eacute;cier le sommeil prolong&eacute;...<p>

Pour du haut de gamme, j'avoue que le doute persiste : sur le papier, je me laisserais peut-&ecirc;tre tenter par le Kodak Ultima Picture Paper Ultra Glossy (270 g/m2), plus lourd que l'Epson Photo Paper (194 g/m2), mais quid de l'Epson Premium Glossy Photo Paper (255 g/m2) ?<p>

Bref, pour l'instant, il m'a paru plus raisonnable de me contenter d'&eacute;puiser les stocks. J'ai d&eacute;j&agrave; eu assez de mal &agrave; m'approvisionner depuis mon &icirc;le profonde, et j'ai de quoi exp&eacute;rimenter un peu...<p>

<h2>Imprimer au labo</h2>
Pour l'impression courante comme pour l'impression de qualit&eacute;, pourquoi ne pas revenir au minilab avec un CD ? Comme je l'ai &eacute;crit plus haut, on peut t&eacute;l&eacute;charger <a href="http://www.fujifilm.co.uk/colour/" title="Colour Management by Fuji" hreflang="en">un profil ICC g&eacute;n&eacute;rique sur le site de Fuji</a>, et d'ici &agrave; quelques semaines, <a href="http://www.drycreekphoto.com/Frontier/Targets/TargetPreparation.htm" title="Dry Creek Photo : basic/free profiling service" hreflang="en">j'aurai les &eacute;l&eacute;ments pour obtenir un profil personnalis&eacute;</a> &agrave; condition de n&eacute;gocier un peu avec les op&eacute;rateurs.<p>

<a href="http://www.drycreekphoto.com/Frontier/using_frontier_profiles.htm" title="Dry Creek Photo : Using Frontier/Noritsu profiles" hreflang="en">Les instructions pour tirer parti de ces profils sont ici</a>. &Agrave; nous les 25 x 38 !</div>
<div class="topnav2">
<span class="theme1">&nbsp;<a href="//blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux" accesskey="1">Accueil</a>&nbsp;</span>|<span class="theme2">&nbsp;
<a href="//blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</a>&nbsp;</span>|<span class="theme3">&nbsp;<a href="//blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</a>&nbsp;</span>|<span class="theme4">&nbsp;<a href="//blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</a>&nbsp;</span>|<span class="theme5">&nbsp;<a href="//blog.barijaona.com/best_of/" title="Liens, blogroll..." class="menu">S&eacute;lection</a>&nbsp;</span>|<span class="theme6">&nbsp;<a href="//blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</a>&nbsp;</span><br>
<div class="nav1">&nbsp;<span class="submenu"><a href="//blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="//blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span>&nbsp;|&nbsp;<a href="//blog.barijaona.com/equipe/accessibilite.html" class="navigatorLink" title="Charte d'accessibilit&eacute;" accesskey="0">Accessibilit&eacute;</a></div>
</div>
<div class="contentfooter">Derni&egrave;re mise &agrave; jour : 19/06/03; 3:08:32<form method="get" id="search" action="https://duckduckgo.com/">
<label for="motcle" accesskey="4">Rechercher dans le site</label>
<input type="text" name="q" id="motcle" maxlength="255" placeholder="mot(s) cl&eacute;(s)"/>
<input type="hidden" name="sites" value="barijaona.com"/>
<input type="hidden" name="kj" value="#7F7F7F"/>
<input type="submit" value="Rechercher" />
</form>
&copy; 2003 <a href="//blog.barijaona.com/equipe/cv_bjr.html" title="reactions@barijaona.com" accesskey="9">Barijaona Ramaholimihaso</a></div>
</body>
</html>
