<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="//blog.barijaona.com/stories/2002/05/13/comptesRecomptesEtMecompte.html"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Comptes, recomptes et m&eacute;comptes.</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="//blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="//blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="//blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="//blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="//blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="//blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="//blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="//blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="//blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="//blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="content"><H2>Comptes, recomptes et m&eacute;comptes.</H2><P></P>A priori, ceci ne devrait plus int&eacute;resser aucune personne sens&eacute;e...<p><p>Il faudrait avoir l'audace de croire que Madagascar ne serait peupl&eacute; que d'alpha geeks pour croire que ces plaisirs solitaires d'informaticien soient d'une quelconque utilit&eacute; pour r&eacute;soudre cette dispute qui ronge le pays...<p><p>Il faudrait &eacute;galement &ecirc;tre un professeur Nimbus venu d'une autre plan&egrave;te pour ne pas s'interroger sur la fiabilit&eacute; et la neutralit&eacute; du processus :<ul>	<li>d'&eacute;tablissement des listes &eacute;lectorales,</li>	<li>de d&eacute;livrance des cartes &eacute;lectorales,</li>	<li>d'obtention de cartes d'identit&eacute;,</li></ul>toutes conditions n&eacute;cessaires pour avoir le droit de d&eacute;poser une enveloppe contenant un bulletin de vote dans ces myst&eacute;rieuses et secr&egrave;tes boites appel&eacute;es urnes.<p><p>Il faudrait enfin &ecirc;tre un des braves g&eacute;nies cit&eacute;s dans cet <a href="http://allafrica.com/stories/200205020633.html" title="AllAfrica.com : Ratsiraka, another old man resisting change">article</a> du Daily News d'Harare pour pr&eacute;tendre qu'aucune pression n'a jamais &eacute;t&eacute; exerc&eacute;e sur le moindre &eacute;lecteur, le moindre agent d'administration, et que l'acc&egrave;s aux m&eacute;dias a &eacute;t&eacute; &eacute;quitable dans l'ensemble du territoire national (je ne vais pas entrer ici dans les nuances entre une nation unitaire, 6 voire 7 provinces plus ou moins h&eacute;rit&eacute;es d'une administration d'il y a deux si&egrave;cles, une arri&egrave;re cour d'Ambodiatafana ou l'un des bacs &agrave; fleurs qui sont sur la terrasse de mon appartement).<p><p>Bref, ne lisez pas ce qui suit... Cela n'a aucun int&eacute;r&ecirc;t.<p><p>Vous &ecirc;tes toujours l&agrave; ?<p><p>Vous aurez &eacute;t&eacute; pr&eacute;venus. Si vous n'avez pas des antalgiques &agrave; port&eacute;e de main, je vous en conjure, arr&ecirc;tez cette lecture. Je ne voudrais pas avoir de migraines persistantes sur la conscience.<p><p>Bon, puisque vous y tenez...<p><p>J'ai fait deux sauvegardes du <a href="http://www.simicro.mg/hcc">site Web</a> de la Haute Cour Constitutionnelle les 29 janvier et 2 mai 2002... soit peu de temps apr&egrave;s deux verdicts que la <a href="http://www.whitehouse.gov/news/releases/2002/05/20020508-6.html" title="US : Statement by the President Press Secretary">communaut&eacute; internationale</a> fait mine de <a href="http://allafrica.com/stories/200205090815.html" title="AllAfrica.com : US Hopes Wade's Second Rule of Talks will Resolve Crisis">respecter tous les deux</a> pour ne pas &ecirc;tre tax&eacute;e de s'ing&eacute;rer dans l'institution judiciaire malgache, et ce malgr&eacute; leur caract&egrave;re plut&ocirc;t contradictoire.<p><p>Il n'a pas &eacute;t&eacute; tr&egrave;s simple de compiler toutes ces pages HTML assez mal formatt&eacute;es (en fait, il serait plus juste de dire que &ccedil;a a vraiment &eacute;t&eacute; la gal&egrave;re...). Mais bon, c'est fait, et je puis raisonnablement dire que &ccedil;a a &eacute;t&eacute; bien fait.<p><p>J'ai ensuite rapproch&eacute; ces donn&eacute;es de celles que m'a communiqu&eacute; le Consortium des Observateurs.<p><p>Avertissement : ce serait un euph&eacute;misme de dire que j'ai des relations proches avec certaines personnes du Consortium... Cependant, je ne peux porter de jugement personnel sur la qualit&eacute; de l'ensemble du travail de collecte et de traitement de donn&eacute;es qui a &eacute;t&eacute; fait par le Consortium sur toute la p&eacute;riode. Les donn&eacute;es que j'ai re&ccedil;ues ne peuvent &ecirc;tre rapproch&eacute;es facilement avec celles du <a href="http://www.geocities.com/consortiumobservateurs/">site Web du Consortium</a>, car il a &eacute;t&eacute; n&eacute;cessaire de proc&eacute;der au fastidieux travail de renum&eacute;rotation des bureaux de vote pour rendre la num&eacute;rotation compatible avec celle adopt&eacute;e par la HCC. Par ailleurs, il a &eacute;t&eacute; rep&eacute;r&eacute; quelques doublons sur les donn&eacute;es publi&eacute;es initialement par le Consortium.<p><p>Les donn&eacute;es compl&egrave;tes sont dans ce fichier dBase zipp&eacute; <a href="//blog.barijaona.com/download/par_bureau2.dbf.zip">(700 Ko)</a>. La structure du fichier pr&eacute;sente dans l'ordre les donn&eacute;es de la premi&egrave;re HCC (champs dont le nom est pr&eacute;fix&eacute; par la lettre P), les donn&eacute;es de la deuxi&egrave;me HCC, et les donn&eacute;es du Consortium (champs dont le nom est pr&eacute;fix&eacute; par la lettre C). Les champs EQUIVALENC et CEQUIVALEN permettent de rep&eacute;rer les bureaux de vote qui figurent dans le jugement de la HCC2 mais pas dans les donn&eacute;es de HCC1 et du Consortium.<p><p>Si on ne fait que s'int&eacute;resser qu'aux trois donn&eacute;es "essentielles" (suffrages exprim&eacute;s, voix de Marc Ravalomanana et voix de Didier Ratsiraka, et d&eacute;sol&eacute; pour les autres candidats...), <a href="//blog.barijaona.com/stories/2002/05/13/tableauDesDivergences.html">cette page r&eacute;sume les divergences</a>.<p><p>Pour les f&eacute;rus d'analyse r&eacute;gionale, il y a &eacute;galement une analyse par fivondronana <a href="//blog.barijaona.com/download/comparaison_2hcc_parfiv.pdf">(PDF, 192 Ko)</a>. Je laisse &agrave; encore plus masochiste que moi le soin de sophistiquer les choses...<p><p>Qu'en conclure ? Ne me dites pas que je ne vous avais pas pr&eacute;venu sur l'inutilit&eacute; de cette lecture ! Lorsque les divergences entre les deux verdicts portent sur des bureaux de vote repr&eacute;sentant 25 &agrave; 30 % des suffrages, on n'a que l'exemple du <a href="http://www.lemonde.fr/article/0,5987,3210--275196-,00.html" title="Le Monde : &Eacute;lections pr&eacute;sidentielles au Mali : tour de rattrapage pour la d&eacute;mocratie">Mali</a> pour se consoler... Les seules affirmations que j'oserais &eacute;mettre en esp&eacute;rant garder quelques tr&egrave;s vagues traces d'une onction de rigueur scientifique sont :<ul>	<li>la vari&eacute;t&eacute; des fraudes possibles illustre sans doute bien la cr&eacute;ativit&eacute; de l'&ecirc;tre humain</li>	<li>dans un pass&eacute; r&eacute;cent, personne n'a sans doute lu s&eacute;rieusement les articles du code p&eacute;nal concernant les sanctions pour fraude &eacute;lectorale (en tout cas, pas votre serviteur)</li>	<li>&ccedil;a semblait manquer s&eacute;rieusement d'observateurs du cot&eacute; de Toamasina et Toliary</li></ul><p><p>Pour le reste, chacun verra sans doute l&agrave; dedans de quoi conforter l'opinion qu'il s'&eacute;tait d&eacute;j&agrave; faite bien auparavant... Pour la mienne, c'est par <a href="//blog.barijaona.com/2002/05/04.html#a99">ici</a>.<p><p>Je vous avais bien dit que l'exercice &eacute;tait idiot...</DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<BR>Derni&egrave;re mise &agrave; jour : 4/07/02; 21:05:21</DIV></BODY></HTML>