<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="//blog.barijaona.com/stories/2002/07/30/ilYALesUbergeeksEtLesAutre.html"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Il y a les &uuml;ber-geeks et les autres</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="//blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="//blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="//blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux" accesskey="1">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="//blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="//blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="//blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="//blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="//blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="//blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="//blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="content"><H2>Il y a les &uuml;ber-geeks et les autres</H2><P></P><h3>Comment motiver des programmeurs ?</h3><p><p>Question pos&eacute;e sur Slashdot : <a href="http://developers.slashdot.org/article.pl?sid=02%2F07%2F26%2F178239&amp;mode=thread&amp;tid=156" title="Slashdot : Motivating Your Co-Developers?">comment motiver les autres d&eacute;veloppeurs d'une &eacute;quipe ?</a><blockquote><p><p>3flp demande: &#171;<cite>nous avons tous entendu parler de ces projets de d&eacute;veloppement o&ugrave; 90% du code est &eacute;crit par une personne. Malheureusement, sur le projet sur lequel je travaille actuellement, c'est moi :-(. C'est un projet de t&eacute;l&eacute;coms impliquant des DSP avec beaucoup de C et un peu d'assembleur. Mon &eacute;quipe de 4 produira si tout va bien environ 20k de lignes de code. Voil&agrave; maintenant le probl&egrave;me : nous venons d'arriver &agrave; notre premi&egrave;re petite &eacute;tape d'int&eacute;gration (nous essayons de les faire t&ocirc;t et fr&eacute;quemment), et il s'av&egrave;re que les autres types n'ont rien produit. Aucun code. Je voudrais demander aux Slashdotters, aux gens qui ont l'exp&eacute;rience de petits projets de logiciel, comment aborderiez-vous cela ? Comment emmener d'autres d&eacute;veloppeurs moins exp&eacute;riment&eacute;s jusqu'&agrave; votre niveau et au-del&agrave; ? Ou au moins comment les inciter &agrave; &ecirc;tre moins nuls, et si ils bloquent sur quelque chose, &agrave; venir simplement demander de l'aide ?</cite>&#187; C'est quelque chose que presque tout d&eacute;veloppeur a d&ucirc; traiter. Parmi ceux qui ont connu cette exp&eacute;rience, qu'avez-vous fait et comment les choses ont-elles tourn&eacute; ?<p><p>&#171;<cite>Les dates-limites sont super-serr&eacute;es (rien de neuf sous le soleil)... mais toutes "mes" parties sont dans les temps, et j'aime ce que je fais. Apr&egrave;s environ un mois de conception et deux semaines de codage, j'ai r&eacute;alis&eacute; environ 50% de mes fonctionnalit&eacute;s logicielles. Les autres certainement comprennent les sp&eacute;cifications et la conception, parce que nous avons eu beaucoup de discussions. "Bien, voyons ce que vous avez jusqu'ici, nous essayerons juste les interfaces, m&ecirc;me si votre code ne fait encore rien d'autre". "Je n'ai pas encore essay&eacute; de le compiler." Alors j'ai regard&eacute; le peu de code qu'ils ont produit, et c'est un d&eacute;sastre (style de codage abominable, s&eacute;rieuses erreurs logiques, etc..). De toutes &eacute;vidences, ces types comprennent la probl&eacute;matique "m&eacute;tier" (je penserais que c'est la partie la plus difficile), mais sont nuls en ce qui concerne le codage (qui est apparemment la partie vraiment dure pour eux).</cite>&#187;<p><p>&#171;<cite>Engager de nouvelles personnes aussi tard dans le projet ne marchera pas, comme n'importe qui qui a lu "le mythique mois-homme" le sait. Sur ce projet, j'ai un r&ocirc;le de-facto de chef de projet logiciel. Avant, j'ai toujours &eacute;t&eacute; un simple d&eacute;veloppeur, non responsable des autres. Alors ok, je fais tr&egrave;s bien ma partie de codage, mais pour l'instant c'est inutilisable. Si les autres ne rattrapent pas rapidement, nous aurons des probl&egrave;mes s&eacute;rieux pour livrer &agrave; temps. Je dois cesser de perfectionner "ma" partie de code, et aider ailleurs. Ils comprennent certainement les sp&eacute;cifications techniques et la conception, parce que nous avons eu d'abondantes discussions. "Bien, voyons ce que vous avez jusqu'ici, nous essayerons juste les interfaces, m&ecirc;me si votre code ne fait encore rien d'autre". "Je n'ai pas encore essay&eacute; de le compiler." Alors j'ai regard&eacute; le peu de code qu'ils ont produit, et c'est un d&eacute;sastre (style de codage abominable, s&eacute;rieuses erreurs logiques, etc..). De toutes &eacute;vidences, ces types comprennent la probl&eacute;matique "m&eacute;tier" (je penserais que c'est la partie la plus difficile), mais sont nuls en ce qui concerne le codage (qui est apparemment la partie vraiment dure pour eux).</cite>&#187;<p><p>&#171;<cite>&Eacute;videmment, je dois trouver une certaine mani&egrave;re d'aider ou de motiver, mais sans les abattre. Je pourrais juste prendre en main le module d'un autre et le coder en un rien de temps. Mais si quelqu'un me faisait &ccedil;a &agrave; moi... ce serait inadmissible.</cite>&#187;</blockquote><p><p>Une remarquable le&ccedil;on de management me semble &ecirc;tre contenue dans <a href="http://developers.slashdot.org/comments.pl?sid=36812&amp;threshold=1&amp;commentsort=0&amp;tid=156&amp;mode=thread&amp;cid=3961001" title="Re:Bad programmers don't change.">ce message de r&eacute;ponse</a> :<blockquote><p><p>Apr&egrave;s 15 ans dans l'industrie, je dirais qu'il y a trois classes de r&eacute;alisateurs de logiciel:<ol>	<li>Le codeur n&eacute;. C'est la personne avec une connaissance intuitive de la technologie, qui voit imm&eacute;diatemment les similitudes dans des architectures logicielles et r&eacute;utilise des concepts &agrave; travers des technologies disparates. H&eacute;las elles sont rares, peut-&ecirc;tre 1 d&eacute;veloppeur sur 10 peut &ecirc;tre trait&eacute; ainsi.</li>	<li>Le programmeur "<cite>G&eacute;rard le r&eacute;gulie</cite>r". La grande majorit&eacute; du personnel de helpdesk, d'auteurs de documentation, etc. sont du type "<cite>G&eacute;rard le r&eacute;gulier</cite>". Ils font le travail, ils respectent les instructions et les sp&eacute;cifications, mais ne sont pas n&eacute;cessairement cr&eacute;atifs ou intuitifs &agrave; propos de leur travail. Ils forment la population qui constitue l'infrastructure des entreprises, et environ 7 programmeurs sur 10 tombent dans cette cat&eacute;gorie. Ils sont beaucoup plus lents que les codeurs n&eacute;s, mais arrivent &agrave; ce que le travail aboutisse.</li>	<li>Ceux qui essayent mais n'y voient goutte. Heureusement il n'y a pas eu un trop grand nombre de ces derniers sur les projets sur lesquels j'ai travaill&eacute;, mais il restent plus nombreux que les codeurs n&eacute;s -- je dirais environ 2 sur 10.</li></ol><p><p>Le texte &agrave; l'origine de cette discussion indique que son auteur est un programmeur relativement jeune ou na&iuml;f, qui est soit un codeur n&eacute;, soit un "<cite>G&eacute;rard le r&eacute;gulier</cite>" avec un ego surdimensionn&eacute;. Qu'il soit l'un ou l'autre, je devine qu'il est rapide &agrave; saisir des concepts et des id&eacute;es, et devient facilement frustr&eacute; face &agrave; des personnes qui sont moins rapides que lui -- et le montre. M&ecirc;me si de telles personnes essayent d'&ecirc;tre compr&eacute;hensives, ou sont "<cite>ouvertes</cite>" aux questions, la mani&egrave;re dont elles expriment leurs r&eacute;ponses intimide souvent leurs coll&egrave;gues.<p><p>Vous devez vous assurer que les gens comprennent que le projet est vraiment un effort d'&eacute;quipe, pas un jeu de bl&acirc;me, et encourager les questions. Si personne ne pose des questions, v&eacute;rifiez avec eux chaque jour comment &ccedil;a avance, mais pr&eacute;sentez cela comme une proposition d'aide ou un moyen de clarifier les sp&eacute;cifications plut&ocirc;t qu'une simple requ&ecirc;te sur l'avancement du projet.<p><p>Apprenez les qualifications de votre personnel. Ceux qui ne peuvent pas coder sont souvent bons &agrave; d'autres choses -- tests et corrections, dessin d'&eacute;cran, gestion de versions, etc... Rares sont les personnes vraiment inutiles, elles ne sont tout simplement pas n&eacute;cessairement adapt&eacute;es &agrave; ce qui leur a &eacute;t&eacute; assign&eacute;.<p><p>En travaillant avec une &eacute;quipe de jeunes, commencez d'abord par cr&eacute;er le contour du code -- fichiers makefile, en-t&ecirc;tes d'interface, et squelette de code. N'entrez pas dans les d&eacute;tails de <em>votre</em> code -- assurez-vous que le projet global a &eacute;t&eacute; d&eacute;crit. Cela aide beaucoup les jeunes d'avoir une interface solide sur laquelle ils doivent s'appuyer pour d&eacute;velopper, et cela facilite la modularit&eacute; du code.<p><p>Quand les gens posent des questions, ne leur donnez pas la r&eacute;ponse, m&ecirc;me si vous savez. Je suis s&eacute;rieux ! Guidez-les avec des questions qui m&egrave;nent &agrave; la r&eacute;ponse, mais laissez-les fournir la solution si c'est possible. Ceci les aide &agrave; apprendre comment penser (vos questions indiquent ce qu'ils devraient se demander et penser), et en trouvant les solutions "par eux-m&ecirc;mes", ils gagnent en confiance.<p><p>Ignorez tous les messages que vous avez vus au sujet de la fourniture de bi&egrave;re, des pizza parties, et des menaces de licenciement ou de retrait du projet. Vous ne r&eacute;ussirez jamais un projet en gaspillant votre temps et votre budget sur des excitations ou en transformant votre personnel en &eacute;paves stress&eacute;es.<p><p>Si vous tombez sur un "<cite>d&eacute;veloppeur</cite>" qui n'y voit goutte et qui devient v&eacute;ritablement inutile ou qui juste "<cite>n'y arrive pas</cite>", assurez-vous qu'il travaille &agrave; quelque chose de non critique et que son acc&egrave;s est restreint. Si vous devez le garder sur le projet, essayez de l'employer sur les tests ou sur le "<cite>travail de grognement</cite>" comme la gestion de versions. M&ecirc;me les personnes qui n'y voient goutte peuvent suivre une liste de contr&ocirc;le pour tester un logiciel ou compiler du code, et parfois ils peuvent devenir r&eacute;ellement bons &agrave; cela. Croyez-le ou non, vous avez besoin de personnes qui aiment faire du travail peu exigeant intellectuellement -- l'essentiel du travail sur un grand projet est peu exigeant intellectuellement.<p><p>Ne b&acirc;tissez pas votre planning en pensant que chacun va coder aussi rapidement que vous. Soyez r&eacute;aliste et doublez le temps estim&eacute;. C'est triste &agrave; dire, j'ai souvent trouv&eacute; que cela ne suffisait pas &agrave; certains.<p><p>Si vous trouvez n'importe qui dans l'&eacute;quipe qui joue le jeu de bl&acirc;me, cassez cette spirale. Si quelqu'un se plaint de sp&eacute;cifications impr&eacute;cises, r&eacute;orientez la discussion sur les suggestions de la mani&egrave;re d'am&eacute;liorer les sp&eacute;cifications. Si quelqu'un accuse d'autres d'&ecirc;tre en retard sur des interfaces dont elles "<cite>ont besoin</cite>", r&eacute;orientez vers une discussion sur la programmation modulaire et comment les interfaces peuvent &ecirc;tre dessin&eacute;es sans que l'ensemble de leur impl&eacute;mentation soit faite. Quoi qu'il en soit, ne laissez pas les personnes s'en sortir en bl&acirc;mant les autres &agrave; propose de leurs propres carences.<p><p>Ce qui importe peut-&ecirc;tre le plus, n'utilisez pas la "massue" des licenciements et de la fin de contrat pour encourager des personnes &agrave; travailler. Si elles sont bonnes &agrave; quoi que ce soit, vous ne ferez que les effrayer au point qu'elles aillent chercher un autre travail en vous laissant sans ressources. Si elles sont vraiment inutiles, la menace n'am&eacute;liorera pas leurs qualifications et vous allez transformer l'&eacute;quipe en rassemblis de personnes tremblantes qui s'arracheraient plut&ocirc;t leurs propres bras plut&ocirc;t que de vous demander de l'aide ou des conseils.<p><p>Si rien de tout cela ne marche, assurez vous que la direction se rende compte t&ocirc;t des difficult&eacute;s d'avancement et des changements potentiels de planning. M&ecirc;me si vous pensez pouvoir r&eacute;cup&eacute;rer le temps perdu, assurez vous que la direction sache que du temps a &eacute;t&eacute; perdu de sorte que ce ne soit pas une surprise si les choses ne tournent pas comme vous l'esp&eacute;rez. Assurez-vous que vous avez une prioritisation des fonctionnalit&eacute;s de sorte que vous sachiez quelles fonctions sacrifier s'il est critique de livrer "<cite>quelque chose</cite>" &agrave; une date donn&eacute;e.<p><p>Finalement, continuez &agrave; sourire et &agrave; prendre les choses du bon cot&eacute;. Quand tout est dit et fait, ce n'est qu'un projet, non votre vie, et vous obtiendrez seulement des ulc&egrave;res en stressant excessivement. Le plus souvent, les choses ne marchent pas tout &agrave; fait comme vous le voudriez, aussi apprennez &agrave; les diriger dans la direction dont vous avez besoin.<p><p>&Eacute;tant moi-m&ecirc;me un arrogant fils de p..., cela m'a pris des ann&eacute;es &agrave; apprendre &agrave; &ecirc;tre plus doux avec mes coll&egrave;gues. Plut&ocirc;t que d'&eacute;noncer brutalement mes d&eacute;ceptions, je trouve bien plus efficace de leur fournir des fichiers en-t&ecirc;tes d'interface (si possible avec des squelettes de code), et de les laisse coder &agrave; partir de l&agrave;.</blockquote></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<BR>Derni&egrave;re mise &agrave; jour : 30/07/02; 21:17:52</DIV></BODY></HTML>