<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="//blog.barijaona.com/2002/06/13.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Sushis en r&eacute;publique Ranjalia</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="//blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="//blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="//blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="//blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="//blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="//blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="//blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="//blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="//blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="//blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>jeudi 13 juin 2002</b><br><a name="a185"></a><a href="../../2002/06/13.html#a185"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;23:48:34&nbsp;]</span></a>&nbsp;<p>Vous connaissez <a href="http://www.nakednews.com/" title="The program with nothing to hide" lang="en">Naked News</a> ? Un site Internet o&ugrave; l'on vous pr&eacute;sente un journal t&eacute;l&eacute;vis&eacute; tout ce qu'il y a de conventionnel, &agrave; une petite diff&eacute;rence pr&egrave;s : les pr&eacute;sentateurs sont en tenue d'Eve et d'Adam. <p><p><p>Arno et Lirresponsable analysent le ph&eacute;nom&egrave;ne sur uZine, <cite><a href="http://rezo.net/uzine/article.php3?id_article=1687" title="[uZine 3] L'Internationale Situnaturiste">&#171;avec des photos de gens tous nus dedans et des citations de Baudrillard autour&#187;</a></cite>. Imaginant que vous pourriez trouver cela un peu long ou que vous pr&eacute;f&egrave;reriez, au moins officiellement, &eacute;viter de telles photos, je me suis sacrifi&eacute; et vous propose les extraits ci-apr&egrave;s :<blockquote><p><p><p>Grosse diff&eacute;rence avec un journal t&eacute;l&eacute;vis&eacute; : il n'y a aucune image vid&eacute;o illustrant un sujet (donc pas d'opinion des politiciens impliqu&eacute;s, pas de micro-trottoirs...), pas de faits divers (le genre &#171; un bus rentre dans une cabine t&eacute;l&eacute;phonique &#187; suivi de sa mini-pol&eacute;mique &agrave; la noix, &#171; indemnisation des victimes : les assureurs de France T&eacute;l&eacute;com et de la RATP se renvoient la balle et r&eacute;clament une aide de l'&Eacute;tat &#187;), pas d'interviews d'experts qui viennent d'&eacute;crire un livre ou de chanteurs qui viennent de sortir un disque. &Eacute;videmment, ces absences sont dues &agrave; des imp&eacute;ratifs &eacute;conomiques, mais au final cela vous donne vingt minutes d'information extr&ecirc;mement denses. <p><p><p>Ce qui frappe imm&eacute;diatement, c'est le ton extr&ecirc;mement professionnel dans le traitement et la pr&eacute;sentation de l'information. Ainsi les voix sonnent exactement comme celles des journalistes de l'autre grand network d'information international (<a href="http://www.cnn.com">CNN</a>) - peut-&ecirc;tre moins pour les hommes, le ton tr&egrave;s typique des news am&eacute;ricaines est beaucoup plus marqu&eacute; chez les femmes. Malgr&eacute; l'absence d'inserts vid&eacute;o d'illustration (&#171; nous retrouvons Machin devant la permanence de Jacques Chirac, all&ocirc; Machin vous nous entendez ? &#187;, &#171; oui Patrick, je vous entends, ici l'ambiance est &agrave; la f&ecirc;te mais Jacques Chirac et son &eacute;pouse ne sont pas encore arriv&eacute; &#187;, &#171; merci Machin, n'h&eacute;sitez pas &agrave; intervenir si du nouveau advenait &#187;...), l'ensemble est r&eacute;alis&eacute; avec professionnalisme : les pr&eacute;sentateurs sont film&eacute;s sur fond bleu et ins&eacute;r&eacute;s dans des d&eacute;cors en image de synth&egrave;se, des changements de plans rythment les s&eacute;quences, et les sujets sont suffisamment vari&eacute;s.<p><p><p>(...) On a donc une &eacute;pure du spectacle, au del&agrave; du slogan &#171; <cite>nothing to hide</cite> &#187; (rien &agrave; cacher) : les informations en elles-m&ecirc;mes sont aussi inint&eacute;ressantes qu'ailleurs, c'est pourquoi l'int&eacute;r&ecirc;t explicite est dans la nudit&eacute; du pr&eacute;sentateur (le differentiel produit du c&ocirc;t&eacute; de la cha&icirc;ne) ou le ce pour quoi le spectateur d&eacute;sire dans un premier temps regarder ce journal.<p><p><p>(...) Ceci est l&eacute;g&egrave;rement paradoxal, car on croit d'ordinaire que le dispositif (la mise en sc&egrave;ne) est uniquement du c&ocirc;t&eacute; de Naked News, qui ferait du spectacle (mauvais strip tease) comme si le journal t&eacute;l&eacute;vis&eacute; des autres cha&icirc;nes lui n'&eacute;tait pas un spectacle. Or bien-s&ucirc;r, rien n'est plus faux : le journal est un dispositif technique et narratif (les sujets sont choisis, construits, &eacute;labor&eacute;s, pr&eacute;sent&eacute;s, ordonn&eacute;s - cf. &#171; Le&ccedil;on pratique : comment pr&eacute;parer un sujet pour le 20 heures &#187;, <cite>in</cite> Florence Aubenas & Miguel Benasayag, <cite>La fabrication de l'information</cite>, La d&eacute;couverte, 1999) -, le pr&eacute;sentateur est une star du prompteur, etc. Illusion qui consiste &agrave; croire que des personnes habill&eacute;es sont plus naturelles ou sinc&egrave;res que des personnes nues. Naked News renverse cette mani&egrave;re de voir.<p><p><p>(...) Si l'on se contente d'&eacute;couter l'&eacute;mission, et notamment la partie des informations internationales, elle se r&eacute;v&egrave;le aussi compl&egrave;te que les journaux t&eacute;l&eacute;vis&eacute;s normaux ou que les bulletins d'information de la radio. Huit minutes extr&ecirc;mement denses sur un ton tr&egrave;s professionnel. Objectivement, si l'on &eacute;coute l'information diffus&eacute;e, on est largement aussi bien inform&eacute; qu'en regardant la t&eacute;l&eacute; ou en &eacute;coutant la radio.<p><p><p>Et pourtant, c'est une information de tr&egrave;s mauvaise qualit&eacute;. Il s'agit ni plus ni moins que d'une compilation de d&eacute;p&ecirc;ches d'agences. La lecture quotidienne des d&eacute;p&ecirc;ches sur Yahoo vous en apprendra plus. Seul travail vaguement journalistique : le tri et le choix de ces d&eacute;p&ecirc;ches, rien de plus. Sachant que ce copier-coller de d&eacute;p&ecirc;ches repr&eacute;sente l'essentiel du travail des journalistes dans les grands m&eacute;dias normaux, et plus particuli&egrave;rement dans les m&eacute;dias audiovisuels, on ne s'&eacute;tonnera pas de l'absence de cette critique &agrave; l'encontre de Naked News. Bref, des commentaires qui feignent de ne pas constater qu'il s'agit d'une information de la m&ecirc;me qualit&eacute;.<p><p><p>Du coup, la critique se focalise sur la banalisation due au m&eacute;lange des genres. C'est r&eacute;ellement la critique importante face &agrave; l'<cite>infotainment</cite>. Un &eacute;tudiant renvoit la critique journalistique dans ses cordes sur l'&#171; <a href="http://www.ojr.org/ojr/workplace/1017961752.php">Online Journalism Review</a> &#187; : &#171; <cite>Il est plut&ocirc;t difficile d'accuser Naked News de prostitution journalistique quand les journaux t&eacute;l&eacute;vis&eacute;s ont d&eacute;j&agrave; mis leur propre int&eacute;grit&eacute; en vente. Le r&eacute;seau CBS et les stations locales consacrent une large partie de leur temps d'information au suivi du reality-show "Survivor en Australie" ; MSNBC fait souvent la promotion crois&eacute;e de la pr&eacute;tendue analyse politique du Saturday Night Live et du monologue de Jay Leno ; et ABC h&eacute;site rarement &agrave; vanter la derni&egrave;re offre Disney</cite> &#187;. Si l'on veut devenir un dictateur c&eacute;l&egrave;bre, il vaut mieux &eacute;viter de massacrer ses opposants le jour de la finale de la coupe du monde... <p><p><p>(...) La critique des m&eacute;dias de masse fait comme si de bons m&eacute;dias &eacute;taient non seulement souhaitables mais possibles sans changer leur nature.<p><p><p>Comme si l'information fournie par un syst&egrave;me m&eacute;diatique pouvait &ecirc;tre autre chose qu'une marchandise.<p><p><p>(...) Toute la forme des m&eacute;dias et une bonne part de leur contenu consistent en leur autojustification. Non seulement, &#171; c'est <em>vrai</em> parce qu'ils l'ont dit &agrave; la t&eacute;l&eacute; &#187;, mais surtout &#171; c'est <em>important</em> parce que c'est dans le journal &#187;. D'o&ugrave;, d'ailleurs, cette part &eacute;norme de l'&#171; information &#187;, intitul&eacute;e &#171; la vie des m&eacute;dias &#187; : les m&eacute;dias parlent des m&eacute;dias, affirmant fondamentalement l'importance de l'information m&eacute;diatique.<p><p><p>(...) Le r&ocirc;le antinomique de l'information m&eacute;diatique est (...) de fournir un erzatz de connaissance : tant que je crois savoir (&ecirc;tre inform&eacute;), je ne d&eacute;sire pas savoir. Il ne s'agit pas seulement de la r&eacute;ception critique des informations (apprendre &agrave; critiquer les informations) mais bien plut&ocirc;t d'apprendre &agrave; produire ses propres informations, en dehors et donc souvent contre le mod&egrave;le m&eacute;diatique existant (qui d&eacute;termine la forme et le contenu des messages). Encore faut-il, &agrave; titre pr&eacute;alable, se d&eacute;faire de l'emprise de ce mod&egrave;le.<p><p><p>(...) Naked News peut &ecirc;tre l'un des instruments involontaire d'une sortie du mod&egrave;le m&eacute;diatique : un site par lequel les utilisateurs font l'exp&eacute;rience inattendue de l'inutilit&eacute; de l'information quotidienne. En effet, de par son aspect &eacute;rotique, il est impossible, m&ecirc;me en se concentrant, de ne pas penser, comme Eliza Gano, &#171; Mon dieu, elle est nue ! &#187;. La distance &agrave; l'information est impos&eacute;e par le dispositif. Voyez l'image de Chirac serrant des mains, avec au premier plan une grande fille aux seins un peu tombants... elle peut bien nous expliquer que Chirac appelle &agrave; voter utile, contre la cohabitation, qui peut bien croire que cela a la moindre importance ?<p><p><p>Le visiteur qui vient pour les corps nus, somme toute plut&ocirc;t tristes, se rend compte que l'information n'est pas plus nulle qu'ailleurs (alors, tant qu'&agrave; rentabiliser son abonnement, autant continuer &agrave; &#171; &ecirc;tre inform&eacute; &#187; par ce biais), et, vu l'&eacute;loignement impos&eacute; par la nudit&eacute; des pr&eacute;sentateurs, se rend compte que m&ecirc;me cette information &#171; s&eacute;rieuse &#187; n'a finalement qu'un int&eacute;r&ecirc;t tr&egrave;s limit&eacute; : par l'adoption du code formel d&eacute;cal&eacute; qu'est la nudit&eacute;, et l'absence des codes habituels des m&eacute;dias &#171; s&eacute;rieux &#187; (autojustification et cr&eacute;dibilisation), l'information appara&icirc;t pour ce qu'elle est fondamentalement : une recr&eacute;ation mythif&eacute;e et autor&eacute;f&eacute;rencielle du monde, enrob&eacute;e d'un emballage st&eacute;r&eacute;otyp&eacute; cr&eacute;dibilisant... bref, une forme fadasse du divertissement publicitaire.</blockquote><p><p><p>Est-ce une illusion ou les personnes m&eacute;fiantes envers les grands medias (et plus particuli&egrave;rement envers la t&eacute;l&eacute;vision) sont sur-repr&eacute;sent&eacute;es parmi les auteurs de weblogs ? Par manque de temps pour regarder la t&eacute;l&eacute; ? Oh, et moi qui n'ait m&ecirc;me pas eu le temps de traduire <a href="http://www.adbusters.org/campaigns/tvturnoff/toolbox/zentv.html" title="Adbusters : The Zen TV experiment">l'exp&eacute;rience Zen TV</a>...<p><p><p>Bient&ocirc;t, ils ne nous laisseront m&ecirc;me plus <a href="http://www.liberation.fr/page.php?Article=34698" title="Lib&eacute;ration : Hollywood contre le Replay">pisser</a>...<br><br><a name="a184"></a><a href="../../2002/06/13.html#a184"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;23:42:02&nbsp;]</span></a>&nbsp;<p>Ouch... Lien risqu&eacute; et d&eacute;rangeant. Ovidie, &#171;f&eacute;ministe pro-sexe&#187; : <a href="http://www.ovidie-pornslut.com/Presse/Blast16.htm" title="Avertissement : le reste du site est assez chaud...">&#171;Une fille qui jouit ne sera jamais soumise&#187;</a>.<p><p><p><br><br><a name="a183"></a><a href="../../2002/06/13.html#a183"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;09:06:48&nbsp;]</span></a>&nbsp;<p>Ah, enfin un <a href="http://www.garoo.net/?page=journal&amp;more=2002-06-06%2014%3A58%3A08" title="garoo.net : Pourquoi vous devriez passer &agrave; Mozilla 1.0">article en fran&ccedil;ais</a> sur ce sujet... Je peux continuer &agrave; paresser sans trop mauvaise conscience.<br><br><a name="a182"></a><a href="../../2002/06/13.html#a182"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;09:02:06&nbsp;]</span></a>&nbsp;<p>Bigre, elles font bougrement s&eacute;rieuses les nouvelles publicit&eacute;s d'Apple...<p><p><p>Il y a peu, Apple parlait des <a href="http://www.apple.com/thinkdifferent/" title="Apple : Think different">g&eacute;nies</a>, des cingl&eacute;s, des d&eacute;viants comme Einstein, Chaplin, Martin Luther King, le Dala&iuml;-Lama...<p><p><p>Aujourd'hui, Apple met en vedette des gens ordinaires, peut-&ecirc;tre votre voisin de palier dont la seule particularit&eacute; est d'avoir eu le courage d'abandonner une boite beige sous Windows pour adopter un petit Mac...<p><p><p>Les contributions les plus convaincantes me semblent &ecirc;tre celle de <a href="http://www.apple.com/switch/stories/aaronadams.html" title="Apple : Switch">Aaron Adams</a> (<cite>&#171;je suis un administrateur de r&eacute;seau Windows&#187;</cite>) et de <a href="http://www.apple.com/switch/stories/markfrauenfelder.html" title="Apple : Real Stories">Mark Frauenfelder</a> :<blockquote><p><p><p>J'avais tous mes fichiers sur un PC sous Windows. Mes illustrations, mes &eacute;crits, mes donn&eacute;es bancaires... C'&eacute;tait comme &ecirc;tre pi&eacute;g&eacute; dans une mauvaise liaison amoureuse. En un sens, &ccedil;a marche, et donc vous n'avez pas envie de faire l'effort de changer... Mais une fois que vous le faites, vous r&eacute;alisez que vous auriez d&ucirc; le faire depuis longtemps.</blockquote><p><p><p>La vid&eacute;o la plus dynamique est celle sur <a href="http://www.apple.com/switch/ads/lizarichardson.html" title="Apple - Switch - Ads">Liza Richardson</a>. Mais rien de bien loufoque...<p><p><p>Pour cela, il faut aller sur <cite lang="en">Geeks with Guns</cite>, un site absolument pas correct politiquement, o&ugrave; on trouve <a href="http://geekswithguns.com/video/winkiller(bw).mov" title="Win killer">&ccedil;a</a>. (Attention, gros fichier de 6,5 Mo, n&eacute;cessite <a href="http://www.apple.com/quicktime/download/">Quicktime</a>).<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>June 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/01.html">1</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/02.html">2</a></td>	<td class="hCalendarDay" style="font-size:9px">3</td>	<td class="hCalendarDay" style="font-size:9px">4</td>	<td class="hCalendarDay" style="font-size:9px">5</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/06.html">6</a></td>	<td class="hCalendarDay" style="font-size:9px">7</td>	<td class="hCalendarDay" style="font-size:9px">8</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">9</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/10.html">10</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/11.html">11</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/12.html">12</a></td>	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">13</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/14.html">14</a></td>	<td class="hCalendarDay" style="font-size:9px">15</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">16</td>	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/18.html">18</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/19.html">19</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/20.html">20</a></td>	<td class="hCalendarDay" style="font-size:9px">21</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/22.html">22</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/23.html">23</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/24.html">24</a></td>	<td class="hCalendarDay" style="font-size:9px">25</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/06/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDay" style="font-size:9px">29</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">30</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/05/31.html">May</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/07/14.html">Jul</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="//blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="//blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><div class="search"><form method="get" id="search" action="https://duckduckgo.com/">   <label for="motcle" accesskey="4">Rechercher dans le site</label>   <input type="text" name="q" id="motcle" maxlength="255" placeholder="mot(s) cl&eacute;(s)"/>   <input type="hidden" name="sites" value="barijaona.com"/>   <input type="hidden" name="kj" value="#7F7F7F"/>   <input type="submit" value="Rechercher" /></form></div><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>