<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="//blog.barijaona.com/2002/03/02.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>N&eacute;cessit&eacute;, urgence, manque de pot...</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="//blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="//blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="//blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="//blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="//blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="//blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="//blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="//blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="//blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="//blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="//blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>samedi 2 mars 2002</b><br><a name="a30"></a><a href="../../2002/03/02.html#a30"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;05:29:23&nbsp;]</span></a>&nbsp;<p>Du bon usage des mots...<p><p><p>Dans la p&eacute;riode actuelle, il n'est pas vraiment facile d'&ecirc;tre journaliste... <acronym title="Radio France Internationale">RFI</acronym> se fait rebaptiser "Radio Feon'i Iavoloha", ce que l'on trouvera selon son humeur soit affligeant, soit marrant...<p><p><p>Je vote pour le parti d'en rire, mais je tiens &agrave; faire remarquer qu'&agrave; la base de quelque chose qui choque ou qui fait rire, il y a quand m&ecirc;me souvent un brin d'exag&eacute;ration.<p><p><p>Le v&eacute;ritable probl&egrave;me des m&eacute;dias occidentaux vis &agrave; vis de la crise malgache, c'est quand m&ecirc;me la s&egrave;cheresse des d&eacute;p&ecirc;ches de <a href="http://fr.fc.yahoo.com/m/madagascar.html">l'AFP, d'AP ou de Reuters</a>... A partir de ce mat&eacute;riau, m&ecirc;me en faisant des efforts pour mettre dans ce que l'on dit ou ce que l'on &eacute;crit un peu plus d'intelligence que <a href="http://www.lemonde.fr/article/0,5987,3266--264628-,00.html">ce que l'on demande habituellement</a>, il faudrait avoir eu la chance de vraiment bien conna&icirc;tre Madagascar pour d&eacute;crypter la situation sans risquer de tomber sur toutes les emb&ucirc;ches possibles...<p><p><p>On peut consid&eacute;rer que le travail de RFI est tr&egrave;s perfectible, mais une r&eacute;f&eacute;rence encore plus reconnue, la BBC, ne fait gu&egrave;re mieux. Sur son <a href="http://www.bbc.co.uk">site</a>, en ce qui concerne Madagascar, il n'y a essentiellement que de la resuc&eacute;e de d&eacute;p&ecirc;ches d'agences. En ce qui concerne le travail de ses propres journalistes, <a href="http://news.bbc.co.uk/hi/english/world/africa/newsid_1844000/1844597.stm">il y a largement de quoi redire</a>...<p><p><p>Du bon usage des mots toujours... Vous ne savez peut-&ecirc;tre pas ce qu'est un <a href="http://interactif.lemonde.fr/article/0,5611,3356--263901-0,00.html">Googlewhack</a>, mais sachez qu'en ce petit matin bl&ecirc;me, il n'y a qu'une seule page sur le Web contenant la traduction anglaise des mots "kleptomane" et "malgache"... c'est justement une page relative au <a href="http://murray.newcastle.edu.au/users/staff/peter/auefaq.html">bon usage de la langue anglaise</a>.<p><p><p>Voil&agrave; une d&eacute;couverte qui "<cite>mampi-te hiteny gasy</cite>" (sic), car je pense, en m'appuyant &agrave; dessein sur les chiffres les plus pessimistes <a href="http://www.simicro.mg/hcc/presidentielles/resnat.htm">(ceux de la HCC)</a>, qu'il y a au moins 46% des malgaches qui savent que des kleptomanes, il y en a par ici...<p><p><p>&Eacute;cologique, humaniste ? Que &ccedil;a ? Il ne manque pas un autre adjectif ?<br><br><a name="a29"></a><a href="../../2002/03/02.html#a29"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;00:52:42&nbsp;]</span></a>&nbsp;<p>Loi martiale ? C'est une blague ? Ah, non, &ccedil;a, c'est pour l'autre d&eacute;but de mois... Pour quoi faire ? Pourquoi faut-il que les l&eacute;galistes nous fassent toujours d&eacute;barquer des l&eacute;gislations bizarres venant de plan&egrave;tes inconnues ?<p><p><p>Les femmes, elles, dit-on, viennent de Venus...<p><p><p>Bien &eacute;videmment, la grande majorit&eacute; d'entre elles ne sont pas &agrave; distribuer de <a href="http://www.clicanoo.com/articles/article.asp?id=23231">liasses de billets &agrave; de pauvres h&egrave;res pour aller faire le coup de poing</a>. La tr&egrave;s grande majorit&eacute; aussi n'a jamais eu d'int&eacute;r&ecirc;t &agrave; aller perturber un proc&egrave;s sur un conflit foncier.<p><p><p>Beaucoup sont passionn&eacute;es, parfois un peu trop (qui peut affirmer ne pas l'&ecirc;tre de nos jours ?). Mais elles savent qu'il y a une diff&eacute;rence entre investir et s'investir.<p><p><p>Dommage qu'elles ne soient pas encore plus nombreuses (au del&agrave; de la proportion de 1 sur 2, c'est math&eacute;matiquement un peu plus difficile...). Cela aurait &eacute;vit&eacute; la r&eacute;ussite des provocations.<p><p><p><cite>"Attends, attends, ne parle pas si vite de r&eacute;ussite des provocations..."</cite>. C'est vrai que vraisemblablement, Tana la frondeuse va ignorer cette loi martiale comme tout ce qu'elle a d&eacute;j&agrave; choisi d'ignorer... Et peut-&ecirc;tre qu'il vaut mieux que certains pouvoirs soient entre les mains d'Untel ou d'Untel (<em>qui c'est d&eacute;j&agrave; ?</em>) que dans celles de <cite>Deba</cite>...<p><p><p>A un moment ou &agrave; un autre, de toutes fa&ccedil;ons, il faudra passer par des &eacute;lections... Alors aujourd'hui, j'accueille un invit&eacute;.<p><p><p><blockquote><h3>Comme d'habitude</h3><p><p><p><div align="right"><cite>La d&eacute;mocratie du plus fort est toujours la meilleure</cite></div><div align="right">Alpha Blondie</div><p><p><p><div align="right"><cite>"... La France qui dit si bien les routes droites et emprunte si souvent les chemins tortueux..."</cite></div><div align="right">L&eacute;opold Sedar Senghor</div><p><p><p>Apr&egrave;s la fin de la Seconde guerre mondiale, il n'&eacute;tait d&eacute;cemment plus possible de garder certains pays dans un &eacute;tat de subordination. Des &eacute;lections furent organis&eacute;es dans les colonies fran&ccedil;aises m&ecirc;me si leur ind&eacute;pendance n'&eacute;tait pas encore envisageable. C'est ainsi que furent &eacute;lus &agrave; Madagascar, dans le deuxi&egrave;me coll&egrave;ge, celui des indig&egrave;nes, trois d&eacute;put&eacute;s du parti MDRM qui, une fois &agrave; l'Assembl&eacute;e nationale fran&ccedil;aise, r&eacute;clam&egrave;rent cette ind&eacute;pendance. En 1947 &eacute;clata la "r&eacute;bellion" qui permit, fort &agrave; propos, aux autorit&eacute;s fran&ccedil;aises de mettre ces d&eacute;put&eacute;s hors service. Tout une infrastructure d'&eacute;lections fut mise en place pour que le risque de voir la population malgache repr&eacute;sent&eacute;e par une (des) personnalit&eacute; (s) ou (et) un parti "anti-fran&ccedil;ais", ce risque donc, soit r&eacute;duit au minimum. Cette infrastructure impliquait toutes les autorit&eacute;s administratives, qui furent not&eacute;es pour leur avancement ou (et) leur affectation sur les r&eacute;sultats des &eacute;lections dans leur circonscription territoriale. C'est ainsi que furent vot&eacute;s, en particulier, le r&eacute;f&eacute;rendum qui d&eacute;cida de l'appartenance de Madagascar &agrave; la Communaut&eacute; fran&ccedil;aise en 1958, l'&eacute;lection des repr&eacute;sentants qui proclam&egrave;rent l'ind&eacute;pendance en 1960.<p><p><p>La m&ecirc;me infrastructure d'&eacute;lections (&eacute;tablissement des cartes d'identit&eacute; nationales, &eacute;tablissement des listes &eacute;lectorales, proc&eacute;dures de vote, &eacute;tablissement des proc&egrave;s-verbaux, transmission et collecte des r&eacute;sultats, ... par l'Administration territoriale) avait &eacute;t&eacute; d'ailleurs inaugur&eacute;e dans les ann&eacute;es 40 en Alg&eacute;rie, sous l'&eacute;gide d'un ministre socialiste. Son application fut &eacute;tendue dans toutes les colonies fran&ccedil;aises et donna &agrave; la France des repr&eacute;sentants ne demandant que ce qu'elle voulait bien qu'on lui demande<sup>(1) Une seule exception: la Guin&eacute;e fran&ccedil;aise osa r&eacute;clamer l'ind&eacute;pendance imm&eacute;diate.</sup>.  Apr&egrave;s l'ind&eacute;pendance, l'infrastructure fut conserv&eacute;e &agrave; travers tous les r&eacute;gimes ; quels que furent les changements par ailleurs. Elle est surtout efficace dans le milieu rural.<p><p><p>Et c'est ainsi que l'Afrique comporte des chefs d'&Eacute;tat au pouvoir depuis plus de vingt ans, apr&egrave;s plusieurs mandats, apr&egrave;s avoir modifi&eacute; leur Constitution et chang&eacute; leur code &eacute;lectoral &agrave; leur convenance, mais en utilisant toujours la m&ecirc;me infrastructure d'&eacute;lections avec les m&ecirc;mes techniques. Tout au plus, depuis la Baule, Cotonou, Alger, le vote d'un r&eacute;f&eacute;rendum ou l'&eacute;lection d'un chef d'&Eacute;tat ne se font plus qu'avec des pourcentages pr&eacute;sentables pour l'opinion internationale. Des chefs d'&Eacute;tat furent ainsi r&eacute;&eacute;lus, apr&egrave;s une &eacute;clipse temporaire due &agrave; un mouvement populaire "ill&eacute;gal : entre autres Sassou Nguesso au Congo, Didier Ratsiraka &agrave; Madagascar, ... <p><p><p>Les hauts fonctionnaires des organismes internationaux multilat&eacute;raux sont nomm&eacute;s &agrave; leur poste avec l'aval du gouvernement de leur pays d'origine. Eux-m&ecirc;mes ont donc implicitement avalis&eacute; les &eacute;lections ayant permis &agrave; leur gouvernement d'arriver et de rester au pouvoir.<p><p><p>Les &eacute;lections pour lesquelles ces organismes ont envoy&eacute; des observateurs se sont toujours pass&eacute;es "&agrave; peu pr&eacute;s correctement", tout juste s'il y a eu quelques bavures, sans cons&eacute;quence sur le r&eacute;sultat final.<p><p><p>Il semble que, pour certains, la d&eacute;mocratie ne soit qu'un artifice relevant de la magie. Par le respect d'un minimum d'apparence, des &eacute;lections en particulier, un r&eacute;gime sera class&eacute; d&eacute;mocratique. Ceci rappelle le pouvoir magique du m&eacute;dicament : il suffit, pour gu&eacute;rir, d'acheter une ou deux g&eacute;lules de l'antibiotique prescrit par le m&eacute;decin, de toute fa&ccedil;on vous n'avez pas les moyens d'en acheter plus.<p><p><p>Et apr&egrave;s tout, aucune &eacute;lection ne peut pas &ecirc;tre parfaite. L'apparition des urnes transparentes est relativement r&eacute;cente en France. Les listes &eacute;lectorales sont toujours arrang&eacute;es dans le cinqui&egrave;me arrondissement &agrave; Paris. Des cafouillages dans le d&eacute;nombrement des votes lors de l'&eacute;lection d'un Pr&eacute;sident des Etats-Unis peuvent toujours survenir, ...<p><p><p>&Agrave; Madagascar, &agrave; 75 % rural, la Premi&egrave;re R&eacute;publique h&eacute;rita donc de l'infrastructure des &eacute;lections mise en place par le colonisateur. Tous les r&eacute;f&eacute;rendums, toutes les &eacute;lections de pr&eacute;sidents, toutes les &eacute;lections de d&eacute;put&eacute;s, ... en "b&eacute;n&eacute;fici&egrave;rent". C'est ainsi que, par exemple, au d&eacute;but de l'ann&eacute;e 1972, Philibert Tsiranana &eacute;tait &eacute;lu avec plus de 90 % des voix.<p><p><p>Cependant, moins de six mois apr&egrave;s, en mai 1972, &eacute;clat&egrave;rent des "&eacute;v&egrave;nements" ill&eacute;gaux, qui amen&egrave;rent au pouvoir le g&eacute;n&eacute;ral Ramanantsoa. Ce dernier se fit confirmer son pouvoir en utilisant la m&ecirc;me infrastructure, par un r&eacute;f&eacute;rendum d'abord, une &eacute;lection ensuite, vers la fin de l'ann&eacute;e 1972.<p><p><p>Quoique "d&eacute;mocratiquement" &eacute;lu, le g&eacute;n&eacute;ral Ramanantsoa fut remplac&eacute; au d&eacute;but de l'ann&eacute;e 1975 par le colonel Ratsimandrava. Celui-ci ne v&eacute;cut pas suffisamment longtemps pour utiliser l'infrastructure d'&eacute;lections. Peut-&ecirc;tre d'ailleurs avait-il eu l'intention d'en changer.<p><p><p>Un Directoire militaire s'octroya alors le pouvoir. &Agrave; la mi-juin 1975, ce Directoire &eacute;rigea un "Conseil Supr&ecirc;me de la R&eacute;volution" qui coopta Didier Ratsiraka pour Pr&eacute;sident.<p><p><p>&Agrave; la fin de l'ann&eacute;e 1975, un seul vote fit approuver :1. la "Charte de la R&eacute;volution Socialiste Malgache",2. le Pr&eacute;sident de la R&eacute;publique, Didier Ratsiraka,3. La Constitution,<p><p><p>La Seconde R&eacute;publique, la R&eacute;publique D&eacute;mocratique Malgache, avait simplifi&eacute; les choses. Les partis politiques &eacute;taient regroup&eacute;s dans un "Front D&eacute;mocratique", il y avait une seule cha&icirc;ne de t&eacute;l&eacute;vision et une seule radio d'&Eacute;tat, les journaux &eacute;taient s&eacute;v&egrave;rement censur&eacute;s. L'infrastructure d'&eacute;lections, &agrave; tous les niveaux, assurait r&eacute;guli&egrave;rement des r&eacute;sultats "sovi&eacute;tiques". Cependant, apr&egrave;s la d&eacute;b&acirc;cle &eacute;conomique rapidement constat&eacute;e dans les ann&eacute;es 80, apr&egrave;s les "investissements &agrave; outrance" et les licences d'importation obligatoires, la pression des bailleurs de fonds multilat&eacute;raux et bilat&eacute;raux imposa le retour au multipartisme, la suppression de la censure des journaux. Les r&eacute;sultats des &eacute;lections utilisant toujours la m&ecirc;me infrastructure devinrent plus d&eacute;cents, le pr&eacute;sident obtenait moins de 90 % mais l'Assembl&eacute;e Nationale &eacute;tait toujours compos&eacute;e de 80 % de d&eacute;put&eacute;s du parti au pouvoir. C'est ainsi que Didier Ratsiraka fut r&eacute;&eacute;lu triomphalement en 1982, puis en 1989, avec une Assembl&eacute;e ad&eacute;quate.<p><p><p>Des "&eacute;v&egrave;nements", ill&eacute;gaux, intervenus &agrave; la mi-juillet 1991 n&eacute;cessit&egrave;rent la mise en place d'une R&eacute;publique de transition. La Troisi&egrave;me R&eacute;publique qui lui succ&eacute;da avait en principe tous les attributs d&eacute;mocratiques : multipartisme, lib&eacute;ralisation de tous les m&eacute;dias (journaux, radios, t&eacute;l&eacute;s) mais avec toujours la m&ecirc;me infrastructure d'&eacute;lections. Les &eacute;lections qui se succ&eacute;d&egrave;rent obtinrent les r&eacute;sultats voulus : R&eacute;f&eacute;rendum sur la nouvelle Constitution en ao&ucirc;t 1992, &eacute;lections du Pr&eacute;sident de la R&eacute;publique Albert Zafy contre Didier Ratsiraka en mars 1993 (deuxi&egrave;me tour), &eacute;lection &agrave; l'Assembl&eacute;e Nationale en juin 1993.&Agrave; la suite de l'emp&ecirc;chement du Pr&eacute;sident Zafy, les &eacute;lections qui suivirent en 1996 eurent des r&eacute;sultats contest&eacute;s : R&eacute;f&eacute;rendum sur les "modifications" de la Constitution, &eacute;lections du Pr&eacute;sident de la R&eacute;publique: Didier Ratsiraka contre Albert Zafy, &eacute;lection d'une "mouvance pr&eacute;sidentielle" &agrave; l'Assembl&eacute;e Nationale. En 1998, le pouvoir bien en place, le r&eacute;f&eacute;rendum sur les provinces autonomes fut approuv&eacute;, comme d'habitude.<p><p><p>Il faut bien noter que l'infrastructure d'&eacute;lections, h&eacute;rit&eacute;e du r&eacute;gime colonial et utilis&eacute;e par tous les r&eacute;gimes qui lui succ&eacute;d&egrave;rent, est fondamentalement "stable" : elle traverse, sans perdre de son efficacit&eacute;, tous les changements de r&eacute;gime, de Constitution, de chef d'&Eacute;tat, de parti au pouvoir. Les coups d'&eacute;tat habituels, les r&eacute;formes fr&eacute;quentes de l'administration territoriale, ne parviennent pas &agrave; le changer. Elle est stable car aucun pouvoir n'a jamais pris et ne prendra jamais l'initiative de la modifier.<p><p><p>La stabilit&eacute; de cette infrastructure a une cons&eacute;quence : il n'est possible de changer de chef d'&Eacute;tat, de Constitution, de parti au pouvoir qu'avec un coup d'&eacute;tat<sup>(2) Une exception en Afrique: le S&eacute;n&eacute;gal.</sup> , par d&eacute;finition ill&eacute;gal : 1972, 1975, 1991, 1996 et 2002 (?). Pour changer l'infrastructure elle-m&ecirc;me, une "discontinuit&eacute;" sp&eacute;cifique est n&eacute;cessaire. Pour la premi&egrave;re fois depuis plus de cinquante ans, un candidat &agrave; une &eacute;lection pr&eacute;sidentielle, Marc Ravalomanana, avait les moyens d'envoyer des d&eacute;l&eacute;gu&eacute;s dans la majorit&eacute; des 16 000 bureaux de vote. En outre, une majorit&eacute; de jeunes &eacute;lecteurs, qui n'ont connu de la "d&eacute;mocratie" que les diff&eacute;rents r&eacute;gimes de Didier Ratsiraka, n'ont pas compris qu'il ne soit pas tenu compte de leurs votes d'abord, ne sont pas dispos&eacute;s &agrave; se laisser faire ensuite, contrairement &agrave; leurs a&icirc;n&eacute;s d&eacute;sabus&eacute;s.<p><p><p>R&eacute;clam&eacute;e par les partisans de Marc Ravalomanana et refus&eacute;e par ceux de Didier Ratsiraka, la confrontation des proc&egrave;s-verbaux des &eacute;lections, bureau de vote par bureau de vote, risque si elle est jamais effectu&eacute;e, non seulement de d&eacute;monter les m&eacute;canismes de l'infrastructure des &eacute;lections utilis&eacute;e par le r&eacute;gime actuellement en place, mais aussi de cr&eacute;er un pr&eacute;c&eacute;dent risquant de s'&eacute;tendre &agrave; un nombre ind&eacute;fini de r&eacute;gimes tout aussi "d&eacute;mocratiques". D'o&ugrave;, contre cette pr&eacute;tention, la lev&eacute;e de boucliers: l'ancienne m&egrave;re patrie, l'ONU, l'OUA, la COI, l'UE, ...<p><p><p>M. Andriamahazo F&eacute;vrier 2002</blockquote><p><p><p>Personnellement, je ne suis pas d'accord &agrave; 100% avec la derni&egrave;re phrase... J'aurais plut&ocirc;t tendance &agrave; penser que, h&eacute;las, le d&eacute;sint&eacute;r&ecirc;t compte au moins autant que les int&eacute;r&ecirc;ts. Mais sinon tout le reste me parait impeccable.<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>March 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDay" style="font-size:9px">1</td>	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">2</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/03.html">3</a></td>	<td class="hCalendarDay" style="font-size:9px">4</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/05.html">5</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/06.html">6</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/07.html">7</a></td>	<td class="hCalendarDay" style="font-size:9px">8</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/09.html">9</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/10.html">10</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/11.html">11</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/12.html">12</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/13.html">13</a></td>	<td class="hCalendarDay" style="font-size:9px">14</td>	<td class="hCalendarDay" style="font-size:9px">15</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/16.html">16</a></td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDay" style="font-size:9px">18</td>	<td class="hCalendarDay" style="font-size:9px">19</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/20.html">20</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/21.html">21</a></td>	<td class="hCalendarDay" style="font-size:9px">22</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/23.html">23</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/24.html">24</a></td>	<td class="hCalendarDay" style="font-size:9px">25</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/29.html">29</a></td>	<td class="hCalendarDay" style="font-size:9px">30</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/31.html">31</a></td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/02/27.html">Feb</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/04/07.html">Apr</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="//blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="//blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><div class="search"><form method="get" id="search" action="https://duckduckgo.com/">   <label for="motcle" accesskey="4">Rechercher dans le site</label>   <input type="text" name="q" id="motcle" maxlength="255" placeholder="mot(s) cl&eacute;(s)"/>   <input type="hidden" name="sites" value="barijaona.com"/>   <input type="hidden" name="kj" value="#7F7F7F"/>   <input type="submit" value="Rechercher" /></form></div><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>