<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="http://blog.barijaona.com/2002/03/24.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>N&eacute;cessit&eacute;, urgence, manque de pot...</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="http://blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="http://blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="http://blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="http://blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="http://blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="http://blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="http://blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="http://blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>dimanche 24 mars 2002</b><br><a name="a64"></a><a href="../../2002/03/24.html#a64"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;22:20:16&nbsp;]</span></a>&nbsp;<p>L'int&eacute;r&ecirc;t d'un pourcentage c'est qu'il y a un num&eacute;rateur et un d&eacute;nominateur. En furetant rapidement sur madadeus.com, je me suis dit : plut&ocirc;t que de suivre mon premier r&eacute;flexe (compter les voix de Ra8 et Radidy), <q><cite>sois paresseux car tu t'es d&eacute;j&agrave; suffisamment abim&eacute; les yeux en jouant aux chiffres et aux lettres</cite></q>. Donc je ne me suis int&eacute;ress&eacute; qu'&agrave; la confrontation des d&eacute;nominateurs, c'est &agrave; dire le nombre de suffrages exprim&eacute;s trouv&eacute;s par la HCC et le Consortium.<p><p><p>Le plus souvent, le nombre de suffrages exprim&eacute;s trouv&eacute; par la HCC est inf&eacute;rieur &agrave; celui trouv&eacute; par le Consortium. Une partie peut s'expliquer par les annulations de voix prononc&eacute;es par la HCC, mais il y a quand m&ecirc;me des &eacute;carts <cite>zarbi</cite>... Le pompon est d&eacute;tenu par le Fivondronana d'Ikalamavony (que fout donc ce Pety d'habitude si plein de nuances ?), mais il y en a d'autres :<ul><li>dans le Faritany de Fianarantsoa : voyez donc du cot&eacute; de Befotaka, Ifanadiana, Ihosy, Mananjary, Midongy Atsimo, Vangaindrano, Vondrozo...</li><li>dans le Faritany de Mahajanga : les voyages forment la jeunesse, traversez Antsohihy, Bealalana, ne vous endormez pas avant d'arriver &agrave; Befandriana et Mandritsara. Et r&eacute;veillez vous &agrave; Besalampy, o&ugrave; pour faire preuve d'originalit&eacute;, la HCC trouve plus de votants que le Consortium.</li><li>du cot&eacute; du Faritany d'Antsiranana, allez respirer l'air pur d'Antalaha et Vohemar.</li><li>pour ce qui est du Faritany de Toliara, appr&eacute;ciez Mahabo, Morombe, Betroka, Toliara II.</li><li>dans les Faritany d'Antananarivo et de Toamasina, ne vous &eacute;loignez pas des capitales, elles ont d&eacute;j&agrave; tendance &agrave; dispara&icirc;tre pour se reproduire ailleurs, voyez juste l'Atsimondrano et Toamasina I... Allez je vous conc&egrave;de aussi Fenoarivobe.</li></ul><p><p><p>Maintenant, dites moi en faveur de qui vont les &eacute;carts r&eacute;v&eacute;l&eacute;s par les chiffres de la HCC dans ces endroits certainement charmants ? Une certitude : pas en faveur de <a href="http://www2.canoe.com/infos/dossiers/archives/2000/11/20001120-171638.html">George "537" Bush.</a> <br><br><a name="a63"></a><a href="../../2002/03/24.html#a63"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;21:47:54&nbsp;]</span></a>&nbsp;<p>Google a <a href="http://www.wired.com/news/ebiz/0,1272,51257,FF.html">r&eacute;tabli les liens</a> vers les sites d&eacute;non&ccedil;ant l'&Eacute;glise de Scientologie.<p><p><p>Pour le reste, les nouvelles sur le front Internet ne sont pas vraiment folichones... La vivacit&eacute; du Net tient pour beaucoup aux initiatives individuelles de passionn&eacute;s. Ai-je la berlue, ou voit-on moins de perc&eacute;es fulgurantes venant du monde universitaire ? les chartes d'utilisation du mat&eacute;riel des universit&eacute;s et la surveillance des administrateurs s&eacute;curit&eacute; y sont sans doute pour quelque chose. <p><p><p>Yahoo et Geocities passent &agrave; une politique de plus en plus ouvertement payante... Du coup, apr&egrave;s avoir abandonn&eacute; Geocities pour ma page perso, je vais devoir changer toute mon organisation en mati&egrave;re d' adresses e-mail. Sinistre perspective.<p><p><p>Une excellente illustration du r&ocirc;le essentiel des initiatives individuelles sur le Net peut &ecirc;tre trouv&eacute;e dans les radios. Un petit tour sur <a href="http://www.shoutcast.com/">shoutcast.com</a> r&eacute;v&egrave;le qu'il y a peu de grosses r&eacute;ussites commerciales dans ce domaine, mais plut&ocirc;t beaucoup de cr&eacute;ations de passionn&eacute;s, comme <a href="http://www.radioparadise.com">Radio Paradise</a>, <a href="http://www.wolffm.com/">Wolf FM</a> ou <a href="http://www.tinypineapple.com/radio/">Radio Free Tiny Pineapple</a>. Ces radios fonctionnent sur la base du volontariat de leurs animateurs et quelques petites contributions des auditeurs. Il est l&eacute;gitime qu'elles paient des droits d'auteur, mais il faut imp&eacute;rativement trouver un sch&eacute;ma adapt&eacute;, car l'audience individuelle de chacune reste relativement limit&eacute;e. <a href="http://www.kpig.com/?content=web_radio#death" lang="en" title="SOS KPIG">Elles sont en danger.</a><p><p><p><br><br><a name="a62"></a><a href="../../2002/03/24.html#a62"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;10:08:25&nbsp;]</span></a>&nbsp;<p><strong>Waw</strong> !! Un site qui se veut <cite>une invitation &agrave; la r&eacute;flexion objective et &agrave; l'expression de la v&eacute;rit&eacute; au-del&agrave; des strat&eacute;gies partisanes et des postures de n&eacute;gociation</cite>.<p><p><p>98 jours apr&egrave;s l'&eacute;lection, 76 jours apr&egrave;s les premi&egrave;res violences (7 janvier 2002), il y aurait donc des malgaches qui n'auraient pas pris parti, ou qui auraient d&eacute;j&agrave; oubli&eacute; pour qui ils ont vot&eacute; au premier tour et pour qui ils auraient eu l'intention de voter s'il y avait eu un second tour ? Bigre, peut-&ecirc;tre qu'ils devraient se faire prescrire du magn&eacute;sium : une telle apathie est quand m&ecirc;me inqui&eacute;tante.<p><p><p><em>Avertissement l&eacute;galiste : barijaona.com n'est pas un site m&eacute;dical. Les noms de produits qui sont cit&eacute;s ici sont donn&eacute;s &agrave; titre purement informatif. Barijaona Ramaholimihaso ne saurait &ecirc;tre tenu responsable de l'usage qui pourrait &ecirc;tre fait des produits cit&eacute;s. Demandez conseil &agrave; un m&eacute;decin (je ne sais s'ils doivent &ecirc;tre agr&eacute;&eacute;s par l'OUA), lisez attentivement les notices d'utilisation (plus attentivement qu'un Gouverneur de Province autonome lisant la Constitution, s'il vous plait), et gardez la t&ecirc;te froide, mais de pr&eacute;f&eacute;rence aux environs de 37&#176; Celsius. Aucun mal n'a &eacute;t&eacute; fait sur un animal lors de la mise au point du site barijaona.com.</em><p><p><p>J'ai voulu en savoir plus sur ces compatriotes si distingu&eacute;s, mais malheureusement ils ont l'air particuli&egrave;rement distraits : pas un seul nom d'&eacute;diteur sur le site en question, juste une adresse e-mail... Toujours pr&ecirc;t &agrave; accorder le b&eacute;n&eacute;fice du doute (ma g&eacute;n&eacute;rosit&eacute; me perdra...), je fais une requ&ecirc;te <cite>whois</cite> sur ce nom de domaine <cite>madadeus.com</cite>, et je trouve :<p><p><p><address>isambo madadeus<br>lalana madadeus<br>101<br>antananarivo<br>Madagascar<br>Phone : +261331100<br></address><p><p><p>Antananarivo &eacute;tant une petite ville, si petite qu'elle ne comporte pas de rue madadeus, j'ai quand m&ecirc;me ma petite id&eacute;e sur certains des contributeurs... Les th&egrave;ses d&eacute;velopp&eacute;es sur ce <a href="http://www.madadeus.com">site</a>, je les ai d&eacute;j&agrave; entendues. Et je me doute qu'il ne peut &ecirc;tre l'oeuvre d'un ou deux individus isol&eacute;s.<p><p><p>Faut-il que je fasse passer le b&eacute;n&eacute;fice du doute par pertes et profits ? J'accorde au moins le b&eacute;n&eacute;fice de la fac&eacute;tie : &agrave; une &eacute;poque, quelqu'un qui a un rapport avec la marine avait &eacute;t&eacute; surnomm&eacute; par les murs de Tana <q><cite>De Dieu</cite></q> ; consid&eacute;rons donc le nom <cite>isambo madadeus</cite> comme un trait d'humour...<p><p><p>Pour le reste, le site s'appuie sur les donn&eacute;es du Consortium des Observateurs, mais s'abstient prudemment de r&eacute;pondre &agrave; certaines questions telles que :<ul><li>Pourquoi tant de cafouillages ont-ils &eacute;t&eacute; cr&eacute;&eacute;s dans la liste des bureaux de vote ? La publication tardive du Journal Officiel, les rectifications de la liste des bureaux de vote apr&egrave;s publication du Journal Officiel sont-ils les sympt&ocirc;mes d'un scrutin bien organis&eacute; ?</li><li>Est-ce pour augmenter les ventes de parac&eacute;tamol que la <abbr title="Haute Cour Constitutionnelle">HCC</abbr> a choisi de num&eacute;roter les bureaux de vote d'une fa&ccedil;on qui n'a rien &agrave; voir avec le Journal Officiel ?</li><li>Pourquoi a-t-on pr&eacute;tendu que la confrontation des proc&egrave;s-verbaux est ill&eacute;gale ?</li><li>Si des discordances aussi <a href="http://www.geocities.com/consortiumobservateurs/discordances.htm" title="Quelques anomalies bien &quot;rondes&quot; relev&eacute;es par le Consortium">surprenantes</a> ont &eacute;t&eacute; relev&eacute;es l&agrave; o&ugrave; les observateurs ind&eacute;pendants &eacute;taient pr&eacute;sents, que peut-on imaginer pour les endroits o&ugrave; ils n'ont pu parvenir ?</li></ul><p><p><p>Je vous invite &agrave; relire les <a href="http://www.geocities.com/consortiumobservateurs/">11 communiqu&eacute;s du Consortium</a>. Il n'y a pas &agrave; chicaner, les gars de Madadeus les ont aussi lu... Mais <q><cite>trop tard, trop peu</cite></q>...<p><p><p>Comme disent les journalistes anglo-saxons, <q><cite>Full disclosure</cite></q> : si le <cite>look</cite> des pages du Consortium vous rappelle quelque chose, ce n'est pas un hasard. J'&eacute;tais press&eacute;...<p><p><p><br><br><a name="a61"></a><a href="../../2002/03/24.html#a61"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;00:17:52&nbsp;]</span></a>&nbsp;<p>Je m'&eacute;tonne que l'on n'ait pas fait plus attention &agrave; ceci.<p><p><p>Dans la nuit du 11 au 12 f&eacute;vrier 1975, quelle &eacute;tait la l&eacute;galit&eacute; d'un groupe d'officiers se r&eacute;unissant ?<p><p><p>Et s'il y a jamais eu une auto-proclamation de chef d'&Eacute;tat dans ce pays, n'eut-elle pas lieu le 15 juin 1975 ?<p><p><p>J'&eacute;tais bien jeune et inconscient &agrave; l'&eacute;poque, je me souviens avoir gentiment charri&eacute; ma m&egrave;re qui le 12 f&eacute;vrier constituait des provisions.<p><p><p>Aujourd'hui, la radio nationale diffuse sur tout le pays, sans tomber dans la propagande servile. Le Journal Officiel est &eacute;dit&eacute;. N'&eacute;tait quelques brigands (traduction du malgache "mpanakan-d&agrave;lana") sur les routes nationales, la vie du pays serait normale. Personnellement, je n'ai gu&egrave;re de doute sur o&ugrave; est la l&eacute;galit&eacute;.<p><p><p>Sur les murs de Tana, il y a quelques semaines, des groupes avaient graffit&eacute; : <q><cite>Ratsiraka &ocirc; !! Tohizo ny fahendrenao !</cite></q>. <abbr title="Mort de rire">MDR</abbr>.<br><br><a name="a60"></a><a href="../../2002/03/24.html#a60"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;00:12:01&nbsp;]</span></a>&nbsp;<p>Toute l'Afrique est entre <a href="http://www.liberation.fr/quotidien/semaine/020323-040021071ECON.html" title="&quot;On est sur le ventre, on n&eacute;gocie pour se mettre &agrave; genoux&quot;">pessimisme et espoir</a>.<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>March 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDay" style="font-size:9px">1</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/02.html">2</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/03.html">3</a></td>	<td class="hCalendarDay" style="font-size:9px">4</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/05.html">5</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/06.html">6</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/07.html">7</a></td>	<td class="hCalendarDay" style="font-size:9px">8</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/09.html">9</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/10.html">10</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/11.html">11</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/12.html">12</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/13.html">13</a></td>	<td class="hCalendarDay" style="font-size:9px">14</td>	<td class="hCalendarDay" style="font-size:9px">15</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/16.html">16</a></td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDay" style="font-size:9px">18</td>	<td class="hCalendarDay" style="font-size:9px">19</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/20.html">20</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/21.html">21</a></td>	<td class="hCalendarDay" style="font-size:9px">22</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/23.html">23</a></td>	</tr><tr align="center">	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">24</td>	<td class="hCalendarDay" style="font-size:9px">25</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/29.html">29</a></td>	<td class="hCalendarDay" style="font-size:9px">30</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/03/31.html">31</a></td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/02/27.html">Feb</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/04/07.html">Apr</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><FORM method="get" action="http://search.atomz.com/search/"><SPAN class="scrollmenu"><LABEL for="motcle">Recherche mots cl&eacute;s</LABEL></SPAN><INPUT name="sp-q" id="motcle" type="text" size="20" value="mots cl&eacute;s"><INPUT type="submit" value="Rechercher"><INPUT type="hidden" name="sp-a" value="sp1000a7cc"></FORM><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>
