<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="http://blog.barijaona.com/2002/05/04.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Y'a bon, ranjalia ?</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="http://blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="http://blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="http://blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="http://blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="http://blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="http://blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="http://blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="http://blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>samedi 4 mai 2002</b><br><a name="a100"></a><a href="../../2002/05/04.html#a100"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;20:58:45&nbsp;]</span></a>&nbsp;<p>Vu sur la une du <a href="http://www.lemonde.fr">Monde</a> : une s&eacute;lection de dessins consacr&eacute;s &agrave; <a href="http://a1692.g.akamai.net/f/1692/2042/1h/medias.lemonde.fr/medias/pdf_obj/0205021.pdf">Super Dupont</a> (PDF 493 Ko).<br><br><a name="a99"></a><a href="../../2002/05/04.html#a99"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;19:50:11&nbsp;]</span></a>&nbsp;<p>Je repense &agrave; ce <a href="http://www.geekculture.com/joyoftech/joyarchives/329.html" title="Encore the Joy of Tech !">dessin</a>, et m'interroge : qu'est ce qui est plus simple, compter les transistors d'une carte m&egrave;re d'ordinateur ou les voix d'un scrutin &eacute;lectoral atteint du syndrome de Palm Beach ?<p><p><p>A part quelques <q><cite>be kintana</cite></q>, qui se souvient de ce comt&eacute; de Floride ? Vous souvenez vous de ce que c'est un <cite><q>chad</q></cite> ? Le chiffre de 537 vous dit-il encore quelque chose ? Et les exc&egrave;s de maquillage de Katherine Harris ?<p><p><p>Ah, &ccedil;a y est, vous vous <a href="http://www.texaschapbookpress.com/magellanslog28/chadreport02.htm" title="The Chad report">rappellez</a> : Bush-Gore, les &eacute;lections am&eacute;ricaines... Ces braves mamies am&eacute;ricaines qui ont cru voter pour Gore et qui ont donn&eacute; &agrave; Buchanan des pourcentages aussi surprenants que ceux de Le Pen... Et toutes les supputations journalistiques sur les opinions politiques des juges, du premier &eacute;chelon jusqu'&agrave; la Cour Supr&ecirc;me...<p><p><p>Tout ceci pour relativiser nos petits malheurs du moment... Dans quelques mois, plus personne ne se souviendra de ce qui nous arrive. Si vous faites partie de ceux qui n'appr&eacute;cient pas vraiment Bush, rappellez vous aussi 1960 et celui qui est rest&eacute; dans l'histoire comme un brillant jeune homme :<blockquote cite="http://www.cliosoft.fr/11_00/quelques_voix.htm">JFK l'emporte de 119 057 voix sur un peu plus de 69 millions de suffrages exprim&eacute;s. C'est le scrutin le plus serr&eacute; depuis 1888. Les soup&ccedil;ons de fraude sont grands, et l'on accuse le clan Kennedy d'avoir fait jouer ses relations avec la Mafia pour falsifier de nombreux votes.</blockquote>Ceci est extrait d'un <a href="http://www.cliosoft.fr/11_00/quelques_voix.htm" title="cliosoft">texte</a> assez inquiet sur le syst&egrave;me &eacute;lectoral am&eacute;ricain. En 2000, les europ&eacute;ens se sont gauss&eacute;s, ont parl&eacute; d'<a href="http://pages.globetrotter.net/charro/HERMES7/ElectionUS.htm" title="Pierre Blouin : l'&eacute;lection am&eacute;ricaine">arroseur arros&eacute;</a>, mais aujourd'hui les voil&agrave; confont&eacute;s &agrave; Jorge, Silvio et Jean Marie...<blockquote cite="http://pages.globetrotter.net/charro/HERMES7/ElectionUS.htm">Alors, la diff&eacute;rence entre une R&eacute;publique de bananes et la plus grande puissance mondiale ? Ne faisons surtout pas dans le plus facile : la diff&eacute;rence est &eacute;norme, &agrave; l'&eacute;chelle de toutes les nuances possibles entre le Pouvoir et la masse civile. Aux &Eacute;tats-Unis, cette derni&egrave;re est &eacute;tonnamment forte, et pas seulement gr&acirc;ce aux mass m&eacute;dias, comme on veut le croire. Un esprit de d&eacute;mocratie anime l'Am&eacute;ricain moyen, qui n'a pas fini de surprendre.</blockquote><p><p><p><q><cite lang="en">I respectfully ask him to reconsider. It's not the best route for America</cite></q> : c'&eacute;tait Bush demandant &agrave; Gore de ne plus contester les r&eacute;sultats des &eacute;lections. Et Gore, parce qu'il est am&eacute;ricain, a finalement accept&eacute; quelque temps plus tard.<p><p><p>On peut r&ecirc;ver que la communaut&eacute; internationale fasse un peu plus d'efforts pour faire passer le m&ecirc;me message &agrave; qui vous savez, et que l'int&eacute;ress&eacute; s'y plie... Mais il leur semble que nous ressemblons encore trop &agrave; des <q><cite title="D&eacute;licieuses bananes">ranjalia</cite></q>, donc me voil&agrave; contraint de recompter... Ah, l&agrave;, l&agrave;, c'est comme cela qu'on perd sa belle jeunesse...<br><br><a name="a98"></a><a href="../../2002/05/04.html#a98"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;19:39:16&nbsp;]</span></a>&nbsp;<p>Objectif du moment : comparer les r&eacute;sultats des deux Hautes Courts Constitutionnelles, tenter de voir si le verdict du 29 avril a un peu plus de cr&eacute;dibilit&eacute; au vu des observations du Consortium que celui du 16 janvier... Entre les deux, 93 jours et un peu plus de 5% des voix. Pas tout &agrave; fait une paille.<p><p><p>Gr&acirc;ce &agrave; <a href="http://www.icab.de/" title="Das Internet-Taxi f&uuml;r den Mac">iCab</a>, j'avais aspir&eacute; le 29 janvier le site de la premi&egrave;re HCC... la m&ecirc;me manoeuvre a donc &eacute;t&eacute; refaite avant-hier et hier...<p><p><p>Le <a href="http://www.simicro.mg/hcc/" title="Haute Cour Constitutionnelle">site de la HCC</a> a le m&eacute;rite d'exister et de donner les r&eacute;sultats bureau de vote par bureau de vote... Mais on a du mal &agrave; lui trouver beaucoup plus de vertus. Ma premi&egrave;re r&eacute;action a &eacute;t&eacute; : pourquoi uniquement des pages HTML, sans donner la possibilit&eacute; de t&eacute;l&eacute;charger des fichiers ? et pourquoi l'examen du source de ces pages montre qu'elles ont &eacute;t&eacute; g&eacute;n&eacute;r&eacute;es par Word ? Dr&ocirc;les de m&eacute;thodes de travail, tant pour la premi&egrave;re que pour la deuxi&egrave;me HCC.<p><p><p>Parano&iuml;aque comme je suis, il m'est venu des soup&ccedil;ons qui n'ont commencer &agrave; se dissiper qu'avec la d&eacute;couverte de l'incident de <a href="http://www.simicro.mg/hcc/presidentielles/Toamasina/res517.htm" title="R&eacute;sultats d&eacute;taill&eacute;s du Fivondronana de Vatomandry">Vatomandry</a>... dont la page est &agrave; l'heure qu'il est tronqu&eacute;e sur le site de la HCC.<p><p><p>J'&eacute;tais coinc&eacute;. Impossible pour le citoyen lambda que je pr&eacute;tends &ecirc;tre dans cet exercice d'&ecirc;tre exhaustif avant Lundi. Me d&eacute;cidant &agrave; remonter &agrave; la source, je finis par t&eacute;l&eacute;phoner &agrave; la HCC, et tombe sur un gentil monsieur qui s'&eacute;tonne que je ne r&eacute;cup&egrave;re pas les informations chez telle ou telle personne que vous devinez peut-&ecirc;tre.<p><p><p>Me voil&agrave; bien embarrass&eacute; pour lui r&eacute;pondre que ma parano&iuml;a ainsi que celle du camp Ratsiraka (appr&eacute;ciez la nuance) me pousse &agrave; utiliser de pr&eacute;f&eacute;rence uniquement des donn&eacute;es accessibles &agrave; l'ensemble du public pour affirmer mon opinion. Enfin bref...<p><p><p>Le probl&egrave;me du moment de la HCC est qu'ils ont grill&eacute; leur modem, et impossible pour eux d'en obtenir un autre pour corriger leur site avant mardi... Les lourdeurs de l'administration... Je propose de leur pr&ecirc;ter un modem, mais mon c&acirc;ble s&eacute;rie est pour un Mac, le leur n'est pas un DB9-DB9 mais un DB9-DB25... J'envisage d'aller chercher ce qu'il faut au bureau, mais y renonce, neutralit&eacute; de l'institution et son r&eacute;glement int&eacute;rieur obligent...<p><p><p>Je finis par r&eacute;cup&eacute;rer sur une disquette et sur papier les fameux documents concernant Vatomandry, et l&agrave; tout s'&eacute;claire...<p><p><p>La HCC a cru aller au plus facile en d&eacute;veloppant une base de donn&eacute;es sous Microsoft Access ; pour ceux qui l'ignorent, sachez qu'Access est par nature plut&ocirc;t autiste. Difficile de r&eacute;cup&eacute;rer sous un format sympathique ce qu'affiche un &eacute;tat papier, d&egrave;s lors que plusieurs fichiers sont concern&eacute;s. Et l'assistant d'exportation en HTML est une fumisterie.<p><p><p>J'ai eu un probl&egrave;me similaire avec le site du <a href="http://www.geocities.com/consortiumobservateurs/" title="Consortium des Observateurs">Consortium</a>. Pour faire plaisir &agrave; Jos&eacute; Kely et consorts, j'avais d&ucirc; transf&eacute;rer certains fichiers d'Access &agrave; <a href="http://www.filemaker.fr/products/index.html" title="Gestionnaire de bases de donn&eacute;es">FileMaker Pro</a>. Mais tout le monde n'est pas forc&eacute;ment un geek, et les techniciens de la HCC ont choisi de passer par le chemin tortueux et pas vraiment satisfaisant de Word. Le quasi-monopole de Microsoft a aussi un impact sur la vie politique de Madagascar.<p><p><p>Passons encore. A l'heure qu'il est, j'ai ouvert deux s&eacute;ries de 111 pages HTML dans Excel, puis, avec l'aide de quelques macros et au prix de quelques heures de sommeil, &eacute;limin&eacute; les totaux et sous-totaux et les quelques discordances de format qui polluent ces tableaux. Esp&eacute;rons que mon oeil de lynx et mes doigts de f&eacute;e ne m'ont pas trahi... Puis j'ai import&eacute; ces deux s&eacute;ries de 111 feuilles Excel dans deux bases FileMaker. Le travail s&eacute;rieux va pouvoir commencer.<p><p><p>Une chose est s&ucirc;re : je n'aurais pu faire tout cela avec un PC ordinaire, surtout pas sur mon temps de loisir. Mon G4 Cube a l'avantage &eacute;norme d'&ecirc;tre silencieux (le PowerPC chauffe moins qu'un Pentium, et ne n&eacute;cessite pas de ventilateur...), et un Mac s'interpose moins entre moi et mon travail qu'un PC Wintel. De plus, avec le temps, ma m&eacute;moire musculaire est devenue tr&egrave;s Mac.<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>May 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDay" style="font-size:9px">1</td>	<td class="hCalendarDay" style="font-size:9px">2</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/03.html">3</a></td>	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">4</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/05.html">5</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/06.html">6</a></td>	<td class="hCalendarDay" style="font-size:9px">7</td>	<td class="hCalendarDay" style="font-size:9px">8</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/09.html">9</a></td>	<td class="hCalendarDay" style="font-size:9px">10</td>	<td class="hCalendarDay" style="font-size:9px">11</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">12</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/13.html">13</a></td>	<td class="hCalendarDay" style="font-size:9px">14</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/15.html">15</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/16.html">16</a></td>	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDay" style="font-size:9px">18</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/19.html">19</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/20.html">20</a></td>	<td class="hCalendarDay" style="font-size:9px">21</td>	<td class="hCalendarDay" style="font-size:9px">22</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/23.html">23</a></td>	<td class="hCalendarDay" style="font-size:9px">24</td>	<td class="hCalendarDay" style="font-size:9px">25</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/29.html">29</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/30.html">30</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/31.html">31</a></td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/04/29.html">Apr</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/06/01.html">Jun</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><FORM method="get" action="http://search.atomz.com/search/"><SPAN class="scrollmenu"><LABEL for="motcle">Recherche mots cl&eacute;s</LABEL></SPAN><INPUT name="sp-q" id="motcle" type="text" size="20" value="mots cl&eacute;s"><INPUT type="submit" value="Rechercher"><INPUT type="hidden" name="sp-a" value="sp1000a7cc"></FORM><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>
