<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="http://blog.barijaona.com/2002/05/09.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Y'a bon, ranjalia ?</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="http://blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="http://blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="http://blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="http://blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="http://blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="http://blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="http://blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="http://blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>jeudi 9 mai 2002</b><br><a name="a109"></a><a href="../../2002/05/09.html#a109"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;23:05:10&nbsp;]</span></a>&nbsp;<p>Je suis loin d'&ecirc;tre un sp&eacute;cialiste de l'actualit&eacute; des Pays Bas.<p><p><p>Mais lorsqu'une personne relativement raisonnable comme <a href="http://live.curry.com/stories/2002/05/08/theBigLie.html" title="Adam Curry : The Big Lie" lang="en">Adam Curry</a> affirme que Pim Fortuyn, le sociologue n&eacute;erlandais converti en leader politique qui a &eacute;t&eacute; assassin&eacute; Lundi, pouvait &ecirc;tre d&eacute;crit comme &eacute;tant un <a href="http://www.francophonie.hachette-livre.fr/cgi-bin/sgmlex2?P.SCIP.PL0451400" title="D&eacute;finition du populisme">populiste</a>, mais pas comme le d&eacute;crivent la plupart des m&eacute;dias internationaux, un "homme d'extr&ecirc;me droite", "raciste", "anti-musulman", l'"&eacute;quivalent n&eacute;erlandais de Le Pen", &ccedil;a interloque quelque part :<blockquote>Il n'est pas difficile d'attribuer cela aux propos du premier ministre Kok, qui a positionn&eacute; Fortuyn comme homme de la "droite dure" en d&eacute;but de la campagne.  <p><p><p>En outre il y avait l'article de <a href="http://www.volkskrant.nl/nieuws/nederland/1013147690985.html">Volkskrant</a> d'il y a plusieurs mois. Dans cette entrevue Pim &eacute;tait cit&eacute; disant qu'il voyait l'Islam comme "une culture arri&eacute;r&eacute;e" par sa fa&ccedil;on de ridiculiser l'homosexualit&eacute; et de proclamer les homosexuels "inf&eacute;rieurs aux porcs".  Pim &eacute;tait ouvertement gay.<p><p><p>R&eacute;p&eacute;tons :  Pim Fortuyn n'a jamais r&eacute;clam&eacute; une "interdiction de l'immigration" ou le "d&eacute;part des musulmans".  Malheureusement le mal &eacute;tait fait, et les plus grands organismes d'information mondiaux ont copi&eacute; l'information incorrecte et la propagent sans scrupule. <p><p><p>Ce que Pim a fait, c'est d&eacute;marrer une discussion publique au sujet de l'immigration et du niveau de vie en Hollande, qui est le deuxi&egrave;me pays le plus densement peupl&eacute; au monde. <p><p><p>Non, Pim n'&eacute;tait pas "anti-immigration", mais a fait r&eacute;sonner plusieurs cordes sensibles au sein de la population au sujet de la politique d'immigration.<p><p><p>(...)<p><p><p>Pendant l'entrevue, il lui a &eacute;t&eacute; demand&eacute; pourquoi il critiquait ainsi les immigr&eacute;s musulmans. Il a dit qu'il trouvait honteux que des membres du clerg&eacute; islamique &eacute;tranger se soient servi d'un langage blessant contre les gays de ce pays, et que des hommes musulmans aient essay&eacute; d'imposer des coutumes rurales m&eacute;di&eacute;vales en Hollande. "Comment pouvez vous respecter une culture si la femme doit marcher plusieurs pas derri&egrave;re son homme, doit rester dans la cuisine et fermer sa bouche", a-t-il dit.</blockquote>Je ne me prononcerais pas sur le fond, mais &ccedil;a me rappelle les probl&egrave;mes d'un autre petit peuple, qui a lui aussi l'impression que les m&eacute;dias internationaux ne le comprennent pas...<p><p><p>Lorsque l'on voit un article de la presse internationale pr&eacute;senter clairement les choses comme la plupart des malgaches les voient, c'est si rare que l'on en saute au plafond, m&ecirc;me lorsque l'article pr&eacute;sente <a href="http://www.csmonitor.com/2002/0506/p01s03-woaf.html" title="Cristian Science Monitor : In Madagascar, an unlikely democracy">quelques fautes d'orthographe</a> ou qu'il transparait qu'il est <a href="http://allafrica.com/stories/200205070113.html" title="allAfrica.com : World Failing Antananarivo (The East African - Nairobi)">fortement inspir&eacute;</a> par des membres de la diaspora malgache qui peuvent &ecirc;tre eux aussi un peu &eacute;loign&eacute;s de la r&eacute;alit&eacute;.<p><p><p>Ce qui peut &eacute;tonner, c'est que ce sont des m&eacute;dias anglophones qui auront &eacute;t&eacute; les plus "prompts". En fait, il aura fallu cette fameuse investiture pour que les m&eacute;dias francophones ne nous tannent plus les oreilles avec l'autoproclamation et que l'on commence &agrave; prendre le poids de <a href="http://fr.news.yahoo.com/020509/202/2kylg.html" title="AFP : Ravalomanana demande la lev&eacute;e des barrages">Ravalomanana au s&eacute;rieux</a> et consid&eacute;rer Ratsiraka <a href="http://www.lemonde.fr/article/0,5987,3230--275024-,00.html" title="Le Monde : Didier Ratsiraka, l'ami cam&eacute;l&eacute;on">pour ce qu'il est</a>...<p><p><p>L'Internet nouveau jouerait-il un r&ocirc;le dans la plus grande r&eacute;activit&eacute; des anglo-saxons ? Pas tout &agrave; fait impossible... J'ai cit&eacute; le weblog de <a href="http://speedysnail.com">Rory</a>, mais il y a eu aussi quelques mots sur Madagascar sur d'autres pages personnelles, comme <a href="http://trivium.blogspot.com/" lang="en">Trivium</a>, <a href="http://www.gbarto.com/turkey/" lang="en">Turkey Blog</a>, <a href="http://www.moonfarmer.org/" lang="en">Moon Farmer</a> ou <a href="http://www.unknownnews.net/" lang="en">Unknown News</a>. Rien d'&eacute;norme, mais de quoi peut-&ecirc;tre faire lever l'oeil &agrave; un journaliste attentif. Adam Curry continue :<blockquote>Maintenant que l'Internet autorise n'importe quel homme ou femme &agrave; avoir une voix, la v&eacute;rit&eacute; peut &ecirc;tre trouv&eacute;e. J'ai essay&eacute; de crier &agrave; mon poste de t&eacute;l&eacute;, en disant au pr&eacute;sentateur de nouvelles qu'il avait tort ! J'avais des informations de premi&egrave;re main! Crier contre les journaux n'aide pas beaucoup non plus. &Eacute;crire sur le Web aide...</blockquote><p><p><p>Dans un autre <a href="http://live.curry.com/stories/2002/02/19/bloggingTuneOutAndSwitchOn.html" title="Blogging : Tune Out and Switch On">article</a>, il va plus loin :<blockquote>"Si vous &eacute;crivez tous les jours, votre &eacute;criture s'am&eacute;liore, votre pens&eacute;e s'am&eacute;liore."<p><p><p>En plein dans le mille ! La magie du weblog enfin r&eacute;v&eacute;l&eacute;e. Une formation pour le cerveau.<p><p><p>Si vous me lisez r&eacute;guli&egrave;rement vous savez ce que je pense des effets utilis&eacute;s par le t&eacute;l&eacute;vision.<p><p><p>(...)Si vous jamais n'avez lu <a href="http://www.adbusters.org/campaigns/tvturnoff/toolbox/zentv.html">l'exp&eacute;rience de Zen TV</a>, faites le maintenant.<p><p><p>Ce que cette exp&eacute;rience illustre est que tandis que nous croyons juste nous reposer devant la t&eacute;l&eacute;, nos pauvres cerveaux sont asservis &agrave; des quantit&eacute;s massives de stimulis venant de la bo&icirc;te, et ce pendant plusieurs heures par jour.<p><p><p>C'est pourquoi je ris sous cape quand je lis que quelqu'un passe deux heures par jour sur son weblog. Voil&agrave; du temps bien d&eacute;pens&eacute;, me dis-je, vous auriez pu laisser votre cerveau m&acirc;cher la pur&eacute;e TV pendant 120 minutes, au lieu de cela vous avez emmen&eacute; vos cellules au gymnase du cerveau. Une bonne chose &agrave; votre actif !</blockquote><p><p><p>Il faudra que je revienne sur cet article. Aujourd'hui, j'ai d&eacute;j&agrave; fait pas mal de <cite>gym</cite> et fourni des nourritures <cite>solides</cite> &agrave; mes cervicales... Reste &agrave; tenter de <a href="http://www.lemonde.fr/article/0,5987,3266--274808-,00.html" title="Le Monde : La derni&egrave;re arme am&eacute;ricaine">dig&eacute;rer</a> cela. Pas &eacute;vident.<br><br><a name="a108"></a><a href="../../2002/05/09.html#a108"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;15:14:09&nbsp;]</span></a>&nbsp;<p>C'est la semaine de la <abbr title="Worldwide Developers Conference" lang="en">WWDC</abbr>...<p><p><p>Peter Schiller, Senior Vice-President d'Apple, explique tr&egrave;s bien pourquoi ce genre d'&eacute;v&eacute;nements m'excite comme une puce : "<a href="http://asia.cnet.com/newstech/systems/0,39001153,39042820,00.htm" title="CNet News">&Agrave; quel autre endroit peut-on voir des applaudissements pour IPSec ? Je vous aime, les gars.</a>"<p><p><p><a href="http://conferences.oreillynet.com/macosx2002/" title="Mac OS X Conference">O'Reilly</a>, &eacute;diteur de livres informatiques :<blockquote>Chez O'Reilly, nous vivons de l'observation des "alpha geeks" et &agrave; documenter ce qu'ils font, car les pr&eacute;curseurs donnent beaucoup d'indications sur ce que sera le futur. Une chose qui est &eacute;vidente cette ann&eacute;e est que les alpha geeks choisissent Mac OS X. Pourquoi ? Mac OS X est un des ph&eacute;nom&egrave;nes les plus excitants de l'industrie en ce moment. Il se situe &agrave; la crois&eacute;e de trois grandes traditions -- Unix/open source, Java et le Mac -- et r&eacute;unit le meilleur de tous les mondes. Plus tout un tas de nouvelles choses int&eacute;ressantes. Le r&eacute;seau 802.11 ("WiFi") int&eacute;gr&eacute;, de nouvelles applications intrigantes comme iMovie et iPhoto attirent &agrave; la fois les hackers et les nouveaux utilisateurs.</blockquote><p><p><p><a href="http://www.macgeneration.com/enpassant/editos/edito070502.shtml" title="&Eacute;ditorial de Christophe Laporte">MacGeneration</a> :<blockquote cite="http://www.macgeneration.com/enpassant/editos/edito070502.shtml">Rarement Steve Jobs a autant impressionn&eacute; lors d'un keynote.<p><p><p>(...)<p><p><p>Avant la pr&eacute;sentation de Jaguar, on se doutait bien que la <a href="http://www.macgeneration.com/mgnews/depeche.php?aIdDepeche=6608">prochaine mouture de Mac OS X</a> contiendrait des technologies qui ne figuraient pas au sein des premi&egrave;res b&ecirc;tas circulant sur le net depuis de nombreux mois. Mais sortir une telle mise &agrave; jour douze mois seulement apr&egrave;s Mac OS X 10.1 est une performance remarquable. Pour s'en convaincre, il suffit de jeter un coup d'oeil sur la prochaine mise &agrave; jour de Windows XP qui n'est pas pr&eacute;vue avant 2004.<p><p><p>(...) <p><p><p>Le puzzle que met en place Steve Jobs depuis plusieurs mois est en train de prendre forme. Si Apple arrive &agrave; arranger ses probl&egrave;mes de processeurs et &agrave; exploiter commercialement le potentiel de ses technologies, Cupertino peut alors voir l'avenir en rose. Maintenant, reste &agrave; savoir ce que la Pomme veut faire pr&eacute;cis&eacute;ment de sa technologie de reconnaissance d'&eacute;criture ou bien de Rendezvous.</blockquote><p><p><p>Vivement Septembre...<br><br><a name="a107"></a><a href="../../2002/05/09.html#a107"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;13:18:20&nbsp;]</span></a>&nbsp;<p>Je suis dans une phase tr&egrave;s "fromages forts".<p><p><p>La probl&eacute;matique est la m&ecirc;me que celle de la cuisine &agrave; l'ail, mais en bien pire... <p><p><p>Ceux qui ne me connaissent qu'&agrave; travers le Net ont l'avantage de ne pas risquer d'&ecirc;tre affect&eacute;s par mon haleine. Dans le monde r&eacute;el, je fais des efforts significatifs pour que ma passion pour le M&uuml;nster d'age canonique n'incommode personne, mais aucune garantie ne peut &ecirc;tre donn&eacute;e ; ce fumet que je persiste &agrave; trouver d&eacute;licat est susceptible de s'infiltrer partout sans que je n'y pr&ecirc;te garde... M&ecirc;me apr&egrave;s m'&ecirc;tre bross&eacute; les dents et lav&eacute; consciencieusement les mains et la figure, il me semble que je ne suis pas &agrave; l'abri du risque d'agression involontaire sur le sens olfactif de mes contemporains.<p><p><p>Pour avoir une meilleure assurance de leur &eacute;pargner ces doux effluves, il faudrait que je m'astreigne &agrave; prendre une douche compl&egrave;te et &agrave; changer de v&ecirc;tements apr&egrave;s chaque d&eacute;gustation, ce qui est difficilement praticable tellement je tends &agrave; multiplier ces derni&egrave;res. Et je ne suis m&ecirc;me pas s&ucirc;r que le r&eacute;sultat serait suffisant pour les narines les plus d&eacute;licates.<p><p><p>Dans ce contexte, je peux m'estimer encore heureux de ne pas avoir d'obligation professionnelle d'obtenir des r&eacute;sultats commerciaux ni d'avoir &agrave; soigner mon sex-appeal.<p><p><p>Serais-je contraint &agrave; faire du <a href="http://www.francophonie.hachette-livre.fr/cgi-bin/sgmlex2?P.SCIP.PL0591200">pros&eacute;lytisme</a> pour rendre ma passion plus socialement acceptable ? Impossible de proposer &agrave; un profane du Vieux Maroilles ou des <a href="http://www.saveurs.sympatico.ca/ency_5/france/avesnes.htm" title="Saveurs du Monde">boulettes d'Avesnes</a>, mais si plus de monde savait que l'odeur typique et peu discr&egrave;te du M&uuml;nster cache une saveur certes franche et relev&eacute;e mais toujours &eacute;quilibr&eacute;e, j'aurais d&eacute;j&agrave; meilleure conscience...<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>May 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDay" style="font-size:9px">1</td>	<td class="hCalendarDay" style="font-size:9px">2</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/03.html">3</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/04.html">4</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/05.html">5</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/06.html">6</a></td>	<td class="hCalendarDay" style="font-size:9px">7</td>	<td class="hCalendarDay" style="font-size:9px">8</td>	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">9</td>	<td class="hCalendarDay" style="font-size:9px">10</td>	<td class="hCalendarDay" style="font-size:9px">11</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">12</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/13.html">13</a></td>	<td class="hCalendarDay" style="font-size:9px">14</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/15.html">15</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/16.html">16</a></td>	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDay" style="font-size:9px">18</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/19.html">19</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/20.html">20</a></td>	<td class="hCalendarDay" style="font-size:9px">21</td>	<td class="hCalendarDay" style="font-size:9px">22</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/23.html">23</a></td>	<td class="hCalendarDay" style="font-size:9px">24</td>	<td class="hCalendarDay" style="font-size:9px">25</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/29.html">29</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/30.html">30</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/31.html">31</a></td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/04/29.html">Apr</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/06/01.html">Jun</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><div class="search"><form method="get" id="search" action="https://duckduckgo.com/">   <label for="motcle" accesskey="4">Rechercher dans le site</label>   <input type="text" name="q" id="motcle" maxlength="255" placeholder="mot(s) cl&eacute;(s)"/>   <input type="hidden" name="sites" value="barijaona.com"/>   <input type="hidden" name="kj" value="#7F7F7F"/>   <input type="submit" value="Rechercher" /></form></div><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>