<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN" "http://www.w3.org/TR/html4/loose.dtd"><HTML lang="fr"><HEAD><LINK rel="canonical" href="http://blog.barijaona.com/2002/05/19.html"><META name="generator" content="HTML Tidy, see www.w3.org"><META http-equiv="content-type" content="text/html;charset=iso-8859-1"><TITLE>Y'a bon, ranjalia ?</TITLE><META name="DESCRIPTION" content="Blog de Ramaholimihaso Barijaona"><META name="keywords" content="ravalomanana, ratsiraka, macintosh, print66, madagascar, malgache, madagasikara, malagasy, barijaona, ramaholimihaso"><LINK href="http://blog.barijaona.com/style/barijaona.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/theme1.css" rel="styleSheet" type="text/css"><LINK href="http://blog.barijaona.com/style/screenlayout.css" rel="styleSheet" media="screen" type="text/css"><LINK href="http://blog.barijaona.com/style/print.css" rel="stylesheet" media="print" type="text/css"></HEAD><BODY bgcolor="white"><DIV class="topnav"><SPAN class="theme1">&nbsp;<A href="http://blog.barijaona.com/" class="menu" title="Les &eacute;ditoriaux">Accueil</A>&nbsp;</SPAN>|<SPAN class="theme2">&nbsp;<A href="http://blog.barijaona.com/humour/" title="Et vous trouvez &ccedil;a dr&ocirc;le ?" class="menu">Humour</A>&nbsp;</SPAN>|<SPAN class="theme3">&nbsp;<A href="http://blog.barijaona.com/macintosh/" title="Mac Pride" class="menu">Macintosh</A>&nbsp;</SPAN>|<SPAN class="theme4">&nbsp;<A href="http://blog.barijaona.com/print66/" lang="en" title="A free printer daemon for the Macintosh" class="menu">Print66</A>&nbsp;</SPAN>|<SPAN class="theme5">&nbsp;<A href="http://blog.barijaona.com/best_of/" title="Sites Web, photos..." class="menu">S&eacute;lection</A>&nbsp;</SPAN>|<SPAN class="theme6">&nbsp;<A href="http://blog.barijaona.com/equipe/" title="Qui &eacute;crit ce machin ?" class="menu">&Eacute;diteur</A>&nbsp;</SPAN></DIV><DIV class="nav1">&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/" class="navigatorLink">Weblog</a></span>&nbsp;|&nbsp;<span class="submenu"><a href="http://blog.barijaona.com/stories/" class="navigatorLink">Articles</a></span></DIV><DIV class="contentwrapper"><DIV class="content"><H2>Sushis en r&eacute;publique Ranjalia</H2><P><EM>Antananarivo, Madagascar, entre Afrique et Asie, entre Dakar, S&eacute;oul et Tokyo.</EM></P><b>dimanche 19 mai 2002</b><br><a name="a124"></a><a href="../../2002/05/19.html#a124"><span title="Lien permanent vers ce sujet" class="timestamp">[&nbsp;22:42:23&nbsp;]</span></a>&nbsp;<p>C'est tr&egrave;s long, en anglais... Absolument pas fait pour les personnes atteintes de <a href="http://fr.dir.yahoo.com/sante/maladies_et_pathologies/maladies_et_troubles_mentaux/deficit_d_attention_avec_ou_sans_hyperactivite/" title="Troubles de d&eacute;ficit de l'attention">TDA</a>... Mais c'est une magistrale r&eacute;flexion de "marketing". Avec un petit coup de main de <a href="http://www.google.com/language_tools?hl=fr" title="Google : outils linguistiques">Google</a> et de <a href="http://tr.voila.fr/" title="Voila : traduction">Voila</a> qui m'ont &eacute;vit&eacute; de tout refrapper, traduction du d&eacute;but d'un texte de <a href="http://matthewsturges.com/blog/archives/000016.php" title="Exposure : The Death of Evangelism" lang="en">Matthew Sturges</a> :<p><p><p><blockquote>Pour la plupart des Am&eacute;ricains, l'"&eacute;vangelisme" n'est pas un joli mot. Pour des non-croyants, le mot &eacute;voque des images des t&eacute;moins de J&eacute;hovah post&eacute;s &agrave; l'entr&eacute;e de la maison ou des mormons en chemisette harc&eacute;lant des personnes au supermarch&eacute; -- le genre de m&eacute;thode de persuasion g&eacute;n&eacute;ralement r&eacute;serv&eacute; aux t&eacute;l&eacute;marketeurs et aux vendeurs de voitures d'occasion. Pour beaucoup de chr&eacute;tiens, le mot a &eacute;galement une connotation n&eacute;gative. Beaucoup de chr&eacute;tiens voient l'&eacute;vangelisme de la m&ecirc;me mani&egrave;re qu'ils pensent &agrave; rendre visite &agrave; leur tante atteinte de la maladie d'Alzheimer : une vague obligation vis &agrave; vis de laquelle ils trouvent toujours un motif valable de report. En fait, je pense que la grande majorit&eacute; des chr&eacute;tiens am&eacute;ricains trouve la notion d'&eacute;vangelisation d'un mauvais go&ucirc;t extr&ecirc;me et ne la pratique &agrave; aucun prix.<p><p><p>Par "&eacute;vangelisme," naturellement, je me r&eacute;f&egrave;re &agrave; la pratique de diffuser la "Bonne Nouvelle", l'&eacute;vangile de J&eacute;sus. La simple lecture de ces mots vous fait peut-&ecirc;tre grincer des dents ? Ne vous sentez pas coupable -- c'est une r&eacute;action normale. J'expliquerai pourquoi plus tard. Ce qu'il est important de noter, si vous n'&ecirc;tes pas un disciple de la bible, est que dans trois des quatre &eacute;vangiles, J&eacute;sus donne clairement instruction &agrave; ses disciples de baptiser les gens et de diffuser ses enseignements &agrave; toutes les nations du monde, et que ceux qui n'acceptaient pas ces enseignements se faisaient bien avoir... Beaucoup de chr&eacute;tiens d&eacute;testent cette partie. La majeure partie des gens qui se consid&egrave;rent croyants parmi ceux que je connais n'&eacute;vang&eacute;liseraient personne m&ecirc;me si leur vie en d&eacute;pendait, et certainement n'auraient pas l'audace d'aller vers un bouddhiste pour lui dire qu'il est en train de d&eacute;valer la rampe vers la perdition.<p><p><p>Beaucoup d'autres chr&eacute;tiens, cependant, prennent au sens litt&eacute;ral les mots de J&eacute;sus et feront tout ce qui est en leur pouvoir pour obtenir de vous (et vous avez entendu l'expression, j'en suis s&ucirc;r) que vous "acceptiez J&eacute;sus-Christ comme votre Seigneur et votre Sauveur personnels."<p><p><p>Ne d&eacute;testez-vous pas cette expression ? Ne vous rend-elle pas mal &agrave; l'aise ? Cela ne sonne-t-il pas comme si on cherche &agrave; vous vendre quelque chose ? &Eacute;videmment que oui ! Et il y a une raison &agrave; cela: les techniques employ&eacute;es par la plupart des &eacute;vangelistes sont pr&eacute;cis&eacute;ment identiques &agrave; celles employ&eacute;es par les pires commerciaux.<p><p><p>Si vous avez jamais crois&eacute; un baptiste d&eacute;cid&eacute;, ou un mormon pendant ses ann&eacute;es de mission, ou n'importe qui d'une &eacute;glise avec les mots "roche", "eau de vie", ou "signes et merveilles" dans sa d&eacute;nomination, vous avez &eacute;prouv&eacute; le malaise de cette exp&eacute;rience. L'approche est simple et particuli&egrave;rement peu sophistiqu&eacute;e, mais elle est employ&eacute;e parce que cela a fonctionn&eacute; extr&ecirc;mement bien dans le pass&eacute;. Elle commence par quelques questions simples. "Vous croyez en Dieu ?", "Avez-vous appris que Dieu a un plan pour vous ?", "Avez-vous appris que J&eacute;sus est mort pour vos p&eacute;ch&eacute;s ? Oui, pour vos p&eacute;ch&eacute;s !".<p><p><p>Aujourd'hui, vous avez entendu ces questions mille fois, et en cons&eacute;quence vous ne pouvez pas les prendre &agrave; leur valeur nominale, mais voyez seulement en elles le pr&eacute;lude d'un boniment. Mais si vous lisez le texte de ces questions en elles-m&ecirc;me, elles sont tout &agrave; fait amicales et optimistes. Elles v&eacute;hiculent la promesse de choses extraordinairement merveilleuses. Pensez-y une seconde, en mettant votre scepticisme de c&ocirc;t&eacute;. Comme si vous n'aviez jamais entendu de tels propos, et que votre vision de monde puisse accepter l'existence de d&eacute;it&eacute;s toutes puissantes. Ne pensez-vous pas que vous seriez intrigu&eacute;s par ces mots? Ne poseriez-vous pas quelques questions pour mieux comprendre ? Vous savez, comme si vous &eacute;tiez un paysan d'Europe de l'Est au cinqui&egrave;me si&egrave;cle. Vous croyez aux dieux et &agrave; la magie et vous croyez que les &ecirc;tres humains ont un rapport fondamental et privil&eacute;gi&eacute; avec l'univers physique. Si vous &ecirc;tes ce paysan, le christianisme ressemble &agrave; quelque chose de vraiment fantastique, parce que le message intrins&egrave;que est un message d'amour, de paix, et de r&eacute;compense &eacute;ternelle pour vos souffrances.<p><p><p>Vous, cependant. Vous ne croyez pas &agrave; la magie, ou &agrave; des d&eacute;it&eacute;s personnifi&eacute;es. Vous croyez que s'il y a un Dieu, ce n'est pas un gars barbu dans un grand ch&acirc;teau blanc, mais plut&ocirc;t une certaine &eacute;nergie qui impr&egrave;gne l'univers ou quelque chose comme cela. Ou peut-&ecirc;tre &ecirc;tes vous un pa&iuml;en, ou un ath&eacute;e, ou quoi que ce soit d'autre, et vous avez &eacute;t&eacute; conduit &agrave; penser que le christianisme ne recouvre que de la merde. C'est le premier coup.<p><p><p>Le deuxi&egrave;me coup est que vous &ecirc;tes bien plus sophistiqu&eacute; que ce paysan du cinqui&egrave;me si&egrave;cle. Cela n'est pas forc&eacute;ment un compliment. Vous avez plus de vocabulaire, &ecirc;tes certainement bien mieux inform&eacute; de la fa&ccedil;on dont le monde fonctionne, mais en m&ecirc;me temps, vous &ecirc;tes plus ferm&eacute;, moins prompt &agrave; accepter de nouvelles id&eacute;es et probablement bien plus enclin &agrave; en rire.<p><p><p>Le troisi&egrave;me coup est que vous vivez dans une civilisation o&ugrave; partout o&ugrave; vous allez, quelqu'un essaye de vous vendre quelque chose. Ils sont partout, et ils en veulent tous &agrave; votre argent. Ils ne vous accordent pas plus d'importance r&eacute;elle qu'au premier quidam venu, et vous &ecirc;tes certain que n'importe lequel d'entre eux marcherait sur les pieds de sa propre grand-m&egrave;re pour un euro. Ils usent et abusent de techniques de ventes faisant appel &agrave; vos &eacute;motions et &agrave; vos d&eacute;sirs. Ils essayent de vous tromper en appliquant des exag&eacute;rations peu raisonnables aux choses qu'ils essayent de vendre.<p><p><p>Trois coups. L'&eacute;glise retourne aux tranch&eacute;es.</blockquote><p><p><p>Si ce d&eacute;but vous a accroch&eacute;, sachez que le <a href="http://matthewsturges.com/blog/archives/000016.php" title="Exposure : The Death of Evangelism" lang="en">reste du texte</a> est tout aussi int&eacute;ressant, ainsi que les commentaires des lecteurs. &Ccedil;a ne manque pas de souffle en cette Pentec&ocirc;te.<br><br><br></DIV></DIV><DIV class="nav2"><DIV align="center"><table cellspacing="0" border="0" class="hCalendarTable" summary="Naviguez dans les archives en cliquant une date dans ce calendrier"><colgroup align="center"><col span="7" width="1*"></colgroup>	<thead><tr class="hCalendarMonthYearRow"><td colspan="7" align="center"><b>May 2002</b></td></tr>	<tr class="hCalendarDayNameRow" align="center">		<th style="font-size:9px">Sun</th>		<th style="font-size:9px">Mon</th>		<th style="font-size:9px">Tue</th>		<th style="font-size:9px">Wed</th>		<th style="font-size:9px">Thu</th>		<th style="font-size:9px">Fri</th>		<th style="font-size:9px">Sat</th>		</tr>	</thead><tbody>	<tr class="hCalendarDayRow" align="center">	<td>&nbsp;</td>	<td>&nbsp;</td>	<td>&nbsp;</td>	<td class="hCalendarDay" style="font-size:9px">1</td>	<td class="hCalendarDay" style="font-size:9px">2</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/03.html">3</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/04.html">4</a></td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/05.html">5</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/06.html">6</a></td>	<td class="hCalendarDay" style="font-size:9px">7</td>	<td class="hCalendarDay" style="font-size:9px">8</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/09.html">9</a></td>	<td class="hCalendarDay" style="font-size:9px">10</td>	<td class="hCalendarDay" style="font-size:9px">11</td>	</tr><tr align="center">	<td class="hCalendarDay" style="font-size:9px">12</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/13.html">13</a></td>	<td class="hCalendarDay" style="font-size:9px">14</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/15.html">15</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/16.html">16</a></td>	<td class="hCalendarDay" style="font-size:9px">17</td>	<td class="hCalendarDay" style="font-size:9px">18</td>	</tr><tr align="center">	<td class="hCalendarDayCurrent" bgcolor="#DCDCDC" style="font-size:9px">19</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/20.html">20</a></td>	<td class="hCalendarDay" style="font-size:9px">21</td>	<td class="hCalendarDay" style="font-size:9px">22</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/23.html">23</a></td>	<td class="hCalendarDay" style="font-size:9px">24</td>	<td class="hCalendarDay" style="font-size:9px">25</td>	</tr><tr align="center">	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/26.html">26</a></td>	<td class="hCalendarDay" style="font-size:9px">27</td>	<td class="hCalendarDay" style="font-size:9px">28</td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/29.html">29</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/30.html">30</a></td>	<td class="hCalendarDayLinked" style="font-size:9px"><a href="../../2002/05/31.html">31</a></td>	<td>&nbsp;</td>	</tr><tr><td colspan="7" align="center" style="font-size:9px"><a href="../../2002/04/29.html">Apr</a>&nbsp;&nbsp;&nbsp;<a href="../../2002/06/01.html">Jun</a></td></tr></tbody></table><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/accueil/archives.html">Ant&eacute;rieur &agrave; 2002</a></SPAN><BR><SPAN style="font-size:9px"><A href="http://blog.barijaona.com/rss.xml">Version XML</A></SPAN><BR><BR><div class="search"><form method="get" id="search" action="https://duckduckgo.com/">   <label for="motcle" accesskey="4">Rechercher dans le site</label>   <input type="text" name="q" id="motcle" maxlength="255" placeholder="mot(s) cl&eacute;(s)"/>   <input type="hidden" name="sites" value="barijaona.com"/>   <input type="hidden" name="kj" value="#7F7F7F"/>   <input type="submit" value="Rechercher" /></form></div><br><SPAN class="note">Avertissement : les opinions traduites dans ces pages sont celles strictement personnelles de Barijaona Ramaholimihaso et n'engagent en aucun cas le site h&eacute;bergeur, l'employeur de Barijaona ou toute organisation &agrave; laquelle il est affili&eacute;...</SPAN></DIV></DIV><DIV class="contentfooter">&copy; 2002 Barijaona Ramaholimihaso<br>R&eacute;agissez : <A href="mailto:&#114;&#101;&#97;&#99;&#116;&#105;&#111;&#110;&#115;&#64;&#98;&#97;&#114;&#105;&#106;&#97;&#111;&#110;&#97;&#46;&#99;&#111;&#109;" title="&Eacute;crivez moi !" class="menucnt">reactions @ barijaona.com</a></DIV></BODY></HTML>